Repository: Spider-IT-Deutschland/drugCMS
Catalog: trunk/drugcms/plugins/mod_rewrite/locale/*/LC_MESSAGES/mod_rewrite.po
Languages: nl_nl

source: # structure of a normal url $url = 'front_content.php?idart=123&amp;lang=2&amp;client=1'; # creation of a url by using the Contenidos Url-Builder (since 4.8.9), # wich expects the parameter as a assoziative array $params = array('idart'=>123, 'lang'=>2, 'client'=>1); $newUrl = Contenido_Url::getInstance()->build($params);
nl_nl: # Structuur van een normale URL $url = 'front_content.php?idart=123&amp;lang=2&amp;client=1'; # Creatie van een URL met behulp van de drugCMS Url-Builder, # die de parameters als een assoziatives array verwacht $params = array('idart' => 123, 'lang' => 2, 'client' => 1); $newUrl = Contenido_Url::getInstance()->build($params);

source: Differences to variant a.)
nl_nl: Verschillen met variant a.)

source: The default way to generate URLs to fronend pages Each URL in modules/plugins has to be generated by UrlBuilder Each generated Clean-Url requires a database query
nl_nl: De standaard manier om URL's naar frontend pagina's te genereren Elke URL in modules / plugins is te maken door de UrlBuilder Voor elke herschreven URL wordt een database query vereist

source: Routing definitions for incoming URLs
nl_nl: Routing definities voor inkomende URLs

source: Type one routing definition per line as follows:
nl_nl: Per regel een routing definitie als volgt invoeren:

source: # {incoming_url}>>>{new_url} /incoming_url/name.html>>>new_url/new_name.html # route a specific incoming url to a new page /campaign/20_percent_on_everything_except_animal_food.html>>>front_content.php?idcat=23 # route request to wwwroot to a specific page />>>front_content.php?idart=16
nl_nl: # {Incoming_url} >>> {new_url} /incoming_url/naam.html >>> new_url/nieuwe_naam.html # Route een bepaalde inkomende url naar een nieuwe pagina /campaign/20_percent_on_everything_except_animal_food.html >>> front_content.php?idcat=23 # Route aanvraag aan wwwroot naar een specifieke pagina / >>> front_content.php?idart=16

source: The routing does not sends a HTTP header redirection to the destination URL, the redirection will happen internally by<br />replacing the detected incoming URL against the new destination URL (overwriting of article- categoryid) Incoming URLs can point to non existing resources (category/article), but the desttination URLs should point<br />to valid Contenido articles/categories Destination URLs should point to real URLs to categories/articles,<br />e. g.front_content.php?idcat=23 or front_content.php?idart=34 The language id should attached to the URL in multi language sites<br />e. g. front_content.php?idcat=23&amp;lang=1 The client id should attached to the URL in multi client sites sharing the same folder<br />e. g. front_content.php?idcat=23&amp;client=2 The destination URL should not start with '/' or './' (wrong: /front_content.php, correct: front_content.php)
nl_nl: De routing is niet een HTTP-header omleiding naar de bestemmings-URL, de omleiding zal intern gebeuren door het vervangen<br />van de gedetecteerde inkomende URL tegen de nieuwe bestemmings-URL (overschrijven van artikel-id en categorie-id) Inkomende URL's kunnen op niet-bestaande middelen wijzen (categorie / artikel), maar de bestemmings-URL's moeten naar geldige drugCMS artikelen / categoriën verwijzen Bestemmings-URL's moeten naar echte URL's naar categorieën / artikelen verwijzen, <br />bijvoorbeeld front_content.php?idcat=23 of front_content.php?idart=34 De taal-id moet in meertalige websites aan de URL worden gehecht<br />bijvoorbeeld front_content.php?idcat=23&amp;lang=1 De client-id moet in multi-client-sites met dezelfde map aan de URL worden gehecht<br />bijvoorbeeld front_content.php?idcat=23&amp;client=2 De bestemmings-URL mag niet met '/' of '/.' beginnen (Fout: /front_content.php, juist: front_content.php)
