Repository: Spider-IT-Deutschland/drugCMS
Catalog: trunk/drugcms/plugins/mod_rewrite/locale/*/LC_MESSAGES/mod_rewrite.po
Languages: nl_nl

source: More informations
nl_nl: Meer informatie

source: The root directory has a invalid format, alowed are the chars [a-zA-Z0-9\-_\/\.]
nl_nl: De Rootordner heeft een ongeldig formaat, toegelaten zijn de personages [a-zA-Z0-9\-_\/\.]

source: The specified directory "%s" does not exists
nl_nl: De map "%s" bestaat niet

source: The specified directory "%s" does not exists in DOCUMENT_ROOT "%s". this could happen, if clients DOCUMENT_ROOT differs from Contenido backends DOCUMENT_ROOT. However, the setting will be taken over because of disabled check.
nl_nl: De opgegeven map "%s" bestaat niet in de DOCUMENT_ROOT "%s". Dit kan gebeuren als de DOCUMENT_ROOT van je cli&euml;nten anders is als de drugCMS backend DOCUMENT_ROOT. De instelling wordt overgenomen, omdat de controle is uitgeschakeld.

source: Please specify separator (%s) for category
nl_nl: Geef een separator (%s) voor categorie&euml;n

source: Invalid separator for category, allowed one of following characters: %s
nl_nl: Separator voor categorie&euml; is ongeldig, toegestaan is een van de volgende tekens: %s

source: Please specify separator (%s) for category words
nl_nl: Geef een separator (%s) voor categorie woorden

source: Invalid separator for category words, allowed one of following characters: %s
nl_nl: Ongeldige separator voor categorie woorden, toegestaan is een van de volgende tekens: %s

source: Please specify separator (%s) for article
nl_nl: Gelieve separator (%s) op te geven voor artikel

source: Invalid separator for article, allowed is one of following characters: %s
nl_nl: Separator voor artikel is ongeldig, toegestaan is een van de volgende tekens: %s

source: Please specify separator (%s) for article words
nl_nl: Gelieve separator (%s) op te geven voor artikel woorden

source: Invalid separator for article words, allowed is one of following characters: %s
nl_nl: Separator voor artikel woorden is ongeldig, toegestaan is een van de volgende tekens: %s

source: Separator for category and category words must not be identical
nl_nl: Separatoren voor categorie en categorie woorden mogen niet identiek zijn

source: Separator for category and article words must not be identical
nl_nl: Separator voor categorie en artikel woorden mogen niet identiek zijn

source: Separator for category-article and article words must not be identical
nl_nl: Separator voor categorie-artikel en artikel woorden mogen niet identiek zijn

source: The file extension has a invalid format, allowed are the chars \.([a-zA-Z0-9\-_\/])
nl_nl: De bestandsextensie heeft een ongeldig formaat, toegestaan zijn de tekens \.([a-zA-Z0-9\-_\/])

source: Value has to be numeric.
nl_nl: Waarde moet numeriek zijn.

source: Value has to be between 0 an 100.
nl_nl: Waarde moet liggen tussen 0 een 100.

source: The article name has a invalid format, allowed are the chars /^[a-zA-Z0-9\-_\/\.]*$/
nl_nl: Het artikel naam heeft een ongeldig formaat, toegestaan zijn de tekens /^[a-zA-Z0-9\-_\/\.]*$/

source: Please check your input
nl_nl: Controleer uw invoer

source: Configuration has <b>not</b> been saved, because of enabled debugging
nl_nl: Configuratie is <b>niet</b> opgeslagen, omdat debugging ingeschakeld is

source: Configuration could not saved. Please check write permissions for %s
nl_nl: Configuratie kon niet opgeslagen worden. Controleer schrijfrechten voor %s

source: No Client selected
nl_nl: Geen cli&euml;nt geselecteerd

source: Define options to genereate the URLs by using the form below and run the test.
nl_nl: Definieer opties om de URL's te genereren via onderstaand formulier en voer de test uit.

source: Parameter to use
nl_nl: Te gebruiken parameters

source: Number of URLs to generate
nl_nl: Aantal te genereren URL's

source: Run test
nl_nl: Test starten

source: {pref}<strong>{name}</strong> {pref}Builder in: {url_in} {pref}Builder out: {url_out} {pref}<span style="color:{color}">Resolved URL: {url_res}</span> {pref}Resolved data: {data}
nl_nl: {pref}<strong>{name}</strong> {pref}Builder ingang: {url_in} {pref}Builder uitgang: {url_out} {pref}<span style="color:{color}">Opgeloste URL: {url_res}</span> {pref}Opgeloste data: {data}

source: Duration of test run: {time} seconds.<br /> Number of processed URLs: {num_urls}<br /> <span style="color:green">Successful resolved: {num_success}</span><br /> <span style="color:red">Errors during resolving: {num_fail}</span></strong>
nl_nl: Duur van de test uitvoering: {time} seconden.<br /> Aantal behandelde URL's: {num_urls}<br /> <span style="color:green">Succesvol opgelost: {num_success}</span><br /> <span style="color:red">Fouten bij het oplossen: {num_fail}</span></strong>

source: Plugin functions
nl_nl: Plugin funkties

source: Select .htaccess template
nl_nl: .htaccess template kiezen

source: Restrictive .htaccess
nl_nl: Restriktive .htaccess

source: Simple .htaccess
nl_nl: Eenvoudige .htaccess

source: Contains rules with restrictive settings.<br /> All requests pointing to extension avi, css, doc, flv, gif, gzip, ico, jpeg, jpg, js, mov, <br /> mp3, pdf, png, ppt, rar, txt, wav, wmv, xml, zip, will be excluded vom rewriting.<br /> Remaining requests will be rewritten to front_content.php,<br /> except requests to 'drugcms/', 'setup/', 'cms/upload', 'cms/front_content.php', etc.<br /> Each resource, which has to be excluded from rewriting must be specified explicitly.
nl_nl: Bevat regels met beperkende instellingen.<br /> Alle aanvragen die naar extensie avi, css, doc, flv, gif, gzip, ico, jpeg, jpg, js, mov,<br /> mp3, pdf, png, ppt, rar, txt, wav, wmv, xml, zip gaan, worden van het herschrijven uitgesloten.<br /> Resterende aanvragen zullen worden herschreven naar front_content.php,<br /> behalve verzoeken tot 'drugcms/', 'setup/', 'cms/upload', 'cms/front_content.php', etc.<br /> Elke hulpbron die van herschrijven moet worden uitgesloten moet expliciet worden vermeld.

source: Contains a sipmle collection of rules. Each requests pointing to valid symlinks, folders or<br /> files, will be excluded from rewriting. Remaining requests will be rewritten to front_content.php
nl_nl: Bevat een eenvoudige verzameling regels. Elke aanvraag die naar geldige symlinks, mappen of bestanden<br /> wijst, word uit herschrijven uitgesloten. Resterende aanvragen zullen worden herschreven naar front_content.php

source: and copy to
nl_nl: en kopi&euml;ren naar

source: Contenido installation directory
nl_nl: de drugCMS installatie map

source: Copy the selected .htaccess template into Contenido installation directory<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CONTENIDO_FULL_PATH}.<br /> <br /> This is the recommended option for a Contenido installation with one or more clients<br /> who are running on the same domain.
nl_nl: Kopieer de geselecteerde .htaccess sjabloon in de drugCMS installatie map<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CONTENIDO_FULL_PATH}.<br /> <br /> Dit is de aanbevolen optie voor een drugCMS installatie met een of meer cli&euml;nten<br /> die op hetzelfde domein actief zijn.

source: client directory
nl_nl: Cli&euml;nt map

source: Copy the selected .htaccess template into client's directory<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CLIENT_FULL_PATH}.<br /> <br /> This is the recommended option for a multiple client system<br /> where each client has it's own domain/subdomain
nl_nl: Kopieer de geselecteerde .htaccess sjabloon naar de cli&euml;nt map<br /> <br /> &nbsp;&nbsp;&nbsp;&nbsp;{CLIENT_FULL_PATH}.<br /> <br /> Dit is de aanbevolen optie voor een meervoudige cli&euml;ntsysteem<br /> waar elke cli&euml;nt zijn eigen domein / subdomein heeft

source: or
nl_nl: of

source: Download
nl_nl: Downloaden

source: Download selected .htaccess template to copy it to the destination folder<br /> or to take over the settings manually.
nl_nl: De geselecteerde .htaccess sjabloon downloaden om naar de doelmap te kopiëren<br /> of de instellingen handmatig over te nemen.

source: Reset category-/ and article aliases
nl_nl: Categorie / artikel aliassen resetten

source: Reset only empty aliases
nl_nl: Reset alleen lege aliassen

source: Only empty aliases will be reset, existing aliases, e. g. manually set aliases, will not be changed.
nl_nl: Alleen lege Categorie / Artikel aliassen zetten.<br />Bestaande aliassen, bijv. handmatig gezette aliassen, wordenniet gewijzigd.

source: Reset all aliases
nl_nl: Alle aliassen resetten

source: Reset all category-/article aliases. Existing aliases will be overwritten.
nl_nl: Alle categorie / article aliassen nieuw zetten.<br />Bestaande aliassen kunnen worden overschreven.

source: Note
nl_nl: Info

source: This process could require some time depending on amount of categories/articles.<br /> The aliases will not contain the configured plugin separators, but the Contenido default separators '/' und '-', e. g. '/category-word/article-word'.<br /> Execution of this function ma be helpful to prepare all or empty aliases for the usage by the plugin.
nl_nl: Dit proces kan enige tijd duren, afhankelijk van het aantal categorieën / producten.<br /> De aliassen krijgen niet de boven-geconfigureerde separatoren, maar de drugCMS-Standardseparatoren '/' en '-', bijvoorbeeld '/category-word/article-word'.<br /> Dit te doen kan nuttig zijn om alle of slechts lege aliassen aan te passen voor het gebruik met de plugin.

source: Discard changes
nl_nl: Wijzigingen ongedaan maken

source: Save changes
nl_nl: Wijzigingen opslaan

source: Version
nl_nl: Versie

source: Author
nl_nl: Auteur

source: E-Mail to author
nl_nl: E-Mail aan auteur

source: Plugin page
nl_nl: Plugin pagina (de)

source: Visit plugin page
nl_nl: Plugin pagina bezoeken (de)

source: opens page in new window
nl_nl: pagina opent in een nieuw venster

source: Plugin settings
nl_nl: Plugin instellingen

source: The .htaccess file could not found either in Contenido installation directory nor in client directory.<br />It should set up in %sFunctions%s area, if needed.
nl_nl: De .htaccess bestand kon niet worden gevonden, hetzij in de drugCMS installatiemap noch in de cli&euml;nt map.<br />Het moet worden opgezet in het %sfuncties%s gebied, indien nodig.

source: Enable Advanced Mod Rewrite
nl_nl: SEO-URL (AMR) aktiveren

source: Disabling of plugin does not result in disabling mod rewrite module of the web server - This means,<br /> all defined rules in the .htaccess are still active and could create unwanted side effects.<br /><br />Apache mod rewrite could be enabled/disabled by setting the RewriteEngine directive.<br />Any defined rewrite rules could remain in the .htaccess and they will not processed,<br />if the mod rewrite module is disabled
nl_nl: Het uitschakelen van de plugin leidt niet tot het uitschakelen van het mod_rewrite module van de webserver - Dit betekent,<br />dat alle gedefinieerde regels in de .htaccess actief blijven en ongewenste neveneffecten mogelijk zijn.<br /><br />Apache mod_rewrite kan ingeschakeld / uitgeschakeld worden door de richtlijn RewriteEngine in de .htaccess.<br />Elke gedefinieerd omschrijvingsregel zou dan in de .htaccess kunnen blijven en word niet verwerkt<br />als de mod_rewrite module uitgeschakeld is

source: Example
nl_nl: Bijvoorbeeld

source: # enable apache mod rewrite module RewriteEngine on # disable apache mod rewrite module RewriteEngine off
nl_nl: # Inschakelen van de apache mod_rewrite module RewriteEngine on # Uitschakelen van de apache mod_rewrite module RewriteEngine off

source: Path to .htaccess from DocumentRoot
nl_nl: Pad naar het .htaccess bestand van de DocumentRoot uitgangspunt

source: Type '/' if the .htaccess file lies inside the wwwroot (DocumentRoot) folder.<br />Type the path to the subfolder fromm wwwroot, if Contenido is installed in a subfolder within the wwwroot<br />(e. g. http://domain/mydrugcms -&gt; path = '/mydrugcms/')
nl_nl: Schrijf '/' als het .htaccess bestand in de wwwroot map (DocumentRoot) ligt, schrijf het<br />pad naar de submap van wwwroot, indien drugCMS in een submap in de wwwroot is geïnstalleerd<br />(bijvoorbeeld http://domein/mydrugcms -> pad = '/mydrugcms/').

source: Check path to .htaccess
nl_nl: Pad naar het .htaccess bestand controleren

source: The path will be checked, if this option is enabled.<br />But this could result in an error in some cases, even if the specified path is valid and<br />clients DocumentRoot differs from Contenido backend DocumentRoot.
nl_nl: Het pad wordt gecontroleerd, indien deze optie is ingeschakeld.<br />Maar dit kan in sommige gevallen in een fout resulteren, zelfs als het opgegeven pad geldig is en<br />het cliënten DocumentRoot verschilt van het drugCMS backend DocumentRoot.

source: Should the name of root category be displayed in the URL?
nl_nl: Moet de naam van de wortel categorie worden getoond in de URL?

source: Start from root category
nl_nl: Start vanaf wortel categorie

source: If enabled, the name of the root category (e. g. "Mainnavigation" in a Contenido default installation), will be preceded to the URL.
nl_nl: Indien ingeschakeld zal de naam van de wortel categorie (bijv. "hoofdnavigatie" in een standaard drugCMS installatie) aan de URL worden voorafgegaan.

source: Are several clients maintained in one directory?
nl_nl: Worden diverse cli&euml;nten onderhouden in een map?

source: Prepend client to the URL
nl_nl: Prepend de cli&euml;nt naar de URL

source: Use client name instead of the id
nl_nl: Gebruik cli&euml;nt naam in plaats van de id

source: Should the language appear in the URL (required for multi language websites)?
nl_nl: Moet de taal in de URL verschijnen (vereist voor meertalige websites)?

source: Prepend language to the URL
nl_nl: Prepend taal naar de URL

source: Use language name instead of the id
nl_nl: Gebruik taal naam in plaats van de id

source: Configure your own separators with following 4 settings<br />to control generated URLs to your own taste
nl_nl: Configureer uw eigen separatoren met de volgende 4 instellingen<br />om gegenereerde URL's aan uw eigen smaak aan te passen

source: www.domain.com/category1-category2.articlename.html www.domain.com/category1/category2-articlename.html www.domain.com/category.name1~category2~articlename.html www.domain.com/category_name1-category2-articlename.foo
nl_nl: www.domain.de/categorie1-categorie2.artikelnaam.html www.domain.de/categorie1/categorie2-artikelnaam.html www.domain.de/categorie.naam1~categorie2~artikelnaam.html www.domain.de/categorie_naam1-categorie2-artikelnaam.foo

source: Category separator has to be different from category-word separator
nl_nl: Categorie separator en categorie woord separator moeten verschillend zijn

source: # Example: Category separator (/) and category-word separator (_) category_one/category_two/articlename.html
nl_nl: # Bijvoorbeeld: Categorie separator (/) en categorie woord separator (_) categorie_een/categorie_twee/artikelnaam.html

source: Category separator has to be different from article-word separator
nl_nl: Categorie separator en artikel woord separator moeten verschillend zijn

source: # Example: Category separator (/) and article-word separator (-) category_one/category_two/article-description.html
nl_nl: # Bijvoorbeeld: Categorie separator (/) en artikel woord separator (-) categorie_een/categorie_twee/artikel-omschrijving.html

source: Category-article separator has to be different from article-word separator
nl_nl: Categorie-artikel separator en artikel woord separator moeten verschillend zijn

source: # Example: Category-article separator (/) and article-word separator (-) category_one/category_two/article-description.html
nl_nl: # Bijvoorbeeld: Categorie-artikel separator (/) en artikel woord separator (-) categorie_een/categorie_twee/artikel-omschrijving.html

source: Category separator (delemiter between single categories)
nl_nl: Categorie separator (separator tussen elke categorie)

source: (possible values: %s)
nl_nl: (mogelijke waarden: %s)

source: Category-word separator (delemiter between category words)
nl_nl: Categorie woord separator (separator tussen elke categorie woorden)

source: Category-article separator (delemiter between category-block and article)
nl_nl: Categorie artikel separator (separator tussen categorie afdeling en naam van het artikel)

source: Article-word separator (delemiter between article words)
nl_nl: Artikel woord separator (separator tussen elk artikel woord)

source: Append article name to URLs
nl_nl: Artikel naam toevoegen aan URL

source: Append article name always to URLs (even at URLs to categories)
nl_nl: Naam van het artikel altijd aanvoegen aan de URL's (zelfs met URL's naar categorieën)

source: Default article name without extension
nl_nl: Standaard artikel naam zonder extensie

source: e. g. "index" for index.ext<br />In case of selected "Append article name always to URLs" option and a empty field,<br />the name of the start article will be used
nl_nl: bijvoorbeeld "index" voor index.ext.<br />Als de optie "naam van het artikel altijd toevoegen aan de URL" is geactiveerd<br />en het veld leeg is, de naam van de start artikel gebruiken.

source: File extension at the end of the URL
nl_nl: Extensie aan het einde van de URL

source: Specification of file extension with a preceded dot<br />e.g. ".html" for http://host/foo/bar.html
nl_nl: Vermelding van de extensie met een leidende punt,<br />bijvoorbeeld ".html" voor http://host/foo/bar.html

source: It's strongly recommended to specify a extension here,<br />if the option "Append article name always to URLs" was not selected.<br /><br />Otherwise URLs to categories and articles would have the same format<br />which may result in unresolvable categories/articles in some cases.
nl_nl: Het is sterk aanbevolen om een extensie op te geven,<br />als de optie "Artikel naam toevoegen aan URL" geselecteerd is.<br /><br />Anders krijgen URL's naar categorieën en artikelen het zelfde formaat, wat in <br />sommige gevallen tot onoplosbare categorieën / artikelen kan leiden.

source: It's necessary to specify a file extension at the moment, due do existing issues, which are not solved until yet. An not defined extension may result in invalid article detection in some cases.
nl_nl: Als gevolg van diverse problemen die in deze versie niet kunnen worden opgelost, moet een extensie worden gespecificeerd. Zonder een gespecificeerde extensie kan het tot onjuiste identificatie van het artikel komen.

source: Should the URLs be written in lower case?
nl_nl: Moeten de URL's in kleine letters worden geschreven?

source: URLs in lower case
nl_nl: URL's in kleine letters

source: Prevent duplicated content
nl_nl: Duplicated Content verhinderen

source: Depending on configuration, pages could be found thru different URLs.<br/>Enabling of this option prevents this. Examples for duplicated content
nl_nl: De pagina's worden afhankelijk van de configuratie onder verschillende URL's gevonden.<br />Inschakelen van deze optie voorkomt dit. Voorbeelden van gedupliceerde inhoud

source: Name of the root category in the URL: Feasible is /maincategory/subcategory/ and /subcategory/ Language in the URL: Feasible is /german/category/ and /1/category/ Client in the URL: Feasible is /client/category/ und /1/category/
nl_nl: Naam van de wortel categorie in de URL: Haalbaar is /hoofdcategorie/subcategorie/ en /subcategorie/ Taal in de URL: Haalbaar is /nederlands/categorie/ en /1/category/ Cli&euml;nt in de URL: Haalbaar is /client/categorie/ en /1/category/

source: Percentage for similar category paths in URLs
nl_nl: Percentage van soortgelijke categorie paden in URL's

source: This setting refers only to the category path of a URL. If AMR is configured<br />to prepend e. g. the root category, language and/or client to the URL,<br />the specified percentage will not applied to those parts of the URL.<br />A incoming URL will be cleaned from those values and the remaining path (urlpath of the category)<br />will be checked against similarities.
nl_nl: Deze instelling geldt alleen voor de categorie deel van een URL. SEO-URL is zo geconfigureerd, dat bijvoorbeeld de<br />hoofdnavigatie en / of taal en de naam van de cli&euml;nt zal worden toegevoegd aan de URL, zodat het hier gedefinieerde percentage<br />niet wordt toegepast op deze waarden aan de URL.<br />Een inkomende URL word van dergelijke voorvoegsels vrijgesteld, de resterende pad (URLpad van de categorie)<br />wordt gecontroleerd op de gelijkenis.

source: 100 = exact match with no tolerance 85 = paths with little errors will match to similar ones 0 = matching will work even for total wrong paths
nl_nl: 100 = exacte match, geen fouttolerantie 85 = paden met kleinere fouten resulteren ook in treffers 0 = volledig onjuiste paden resulteren nog steeds in treffers

source: Redirect in case of invalid articles
nl_nl: Doorsturen bij ongeldige artikelen

source: Redirect to error page in case of invaid articles
nl_nl: Doorsturen voor ongeldige verwijzingen naar de foutpagina

source: The start page will be displayed if this option is not enabled
nl_nl: De startpagina wordt weergegeven als deze optie niet is ingeschakeld

source: Moment of URL generation
nl_nl: Tijd om de URL's te genereren

source: a.) During the output of HTML code of the page
nl_nl: a.) Bij de output van de HTML-code van de pagina

source: Clean-URLs will be generated during page output. Modules/Plugins are able to generate URLs to frontend<br />as usual as in previous Contenido versions using a format like "front_content.php?idcat=1&amp;idart=2".<br />The URLs will be replaced by the plugin to Clean-URLs before sending the HTML output.
nl_nl: Clean-URL's worden tijdens pagina uitgang gegenereerd. Modules / plugins kunnen URL's naar frontend<br />zoals gebruikelijk in voorgaande Contenido versies met een formaat zoals "front_content.php?idcat=1&idart=2" uitgeven.<br />De URL's worden door de plugin bij het genereren van de HTML-uitvoer vervangen.

source: Differences to variant b.)
nl_nl: Verschillen met variant b.)

source: Still compatible to old modules/plugins, since no changes in codes are required All occurring URLs in HTML code, even those set by wysiwyg, will be switched to Clean-URLs All URLs will usually be collected and converted to Clean-URLs at once.<br />Doing it this way reduces the amount of executed database significantly.
nl_nl: Nog altijd compatibel met legacy modules / plugins, omdat er geen wijzigingen in de code nodig zijn. Alle in de HTML-code voorkomende URL's, ook via WYSIWYG gezette URL's, worden omgezet naar Clean-URL's Alle URL's worden verzameld en tegelijk herschreven naar Clean-URL's.<br />Hierdoor word het aantal DB queries sterk geminimaliseerd.

source: b.) In modules or plugins
nl_nl: b.) In modules en plugins

source: By using this option, all Clean-URLs will be generated directly in module or plugins.<br />This means, all areas in modules/plugins, who generate internal URLs to categories/articles, have to be adapted manually.<br />All Clean-URLs have to be generated by using following function:
nl_nl: Door gebruik te maken van deze optie worden alle Clean-URL's rechtstreeks in module en plugins gegenereerd.<br />Dit betekent, dat alle gebieden in modules / plugins, die interne URL's genereren naar de categorieën / artikelen, handmatig moeten worden aangepast.<Br />Alle Clean-URL's moeten worden gegenereerd door het gebruik van volgende functie:
