Repository: Spider-IT-Deutschland/drugCMS
Catalog: trunk/drugcms/plugins/newsletter/locale/*/LC_MESSAGES/newsletter.po
Languages: nl_nl

source: Newsletter: %s
nl_nl: Nieuwsbrief: %s

source: There was a problem getting the newsletter article using http. Error: %s (%s)
nl_nl: De HTML-nieuwsbrief artikel kon niet worden gelezen. Fout: %s (%s)

source: Newsletter to %s could not be sent: No html message available
nl_nl: Nieuwsbrief aan %s kon niet worden ingediend: Geen HTML-bericht beschikbaar

source: Newsletter to %s could not be sent: No valid e-mail address
nl_nl: Nieuwsbrief aan %s kon niet worden ingediend: Geen geldig e-mail adres

source: Newsletter to %s could not be sent
nl_nl: Nieuwsbrief aan %s kon niet worden ingediend

source: Newsletter could not be sent: No html message available
nl_nl: Nieuwsbrief kon niet worden verzonden: geen HTML bericht beschikbaar

source: Newsletter to %s could not be sent: Recipient has an incompatible or empty key
nl_nl: Nieuwsbrief aan %s kon niet worden ingediend: Ontvanger heeft een incompatibel of lege sleutel

source: Newsletter to %s could not be sent: No valid e-mail address specified
nl_nl: Nieuwsbrief aan %s kon niet worden ingediend: Geen geldig e-mailadres opgegeven

source: No recipient with specified recipient/group id %s/%s found
nl_nl: Geen ontvanger met gespecificeerde ontvanger / groep-ID %s / %s gevonden

source: -- new newsletter --
nl_nl: -- Nieuwe nieuwsbrief --

source: Newsletter dispatch job has been added for this newsletter
nl_nl: Nieuwsbrief verzending baan is toegevoegd voor deze nieuwsbrief

source: Newsletter dispatch job has been not been added! Please check newsletter details
nl_nl: Nieuwsbrief verzending baan is niet toegevoegd! Check nieuwsbrief informatie

source: None
nl_nl: Geen

source: Test newsletter has been sent to:
nl_nl: Test nieuwsbrief is gestuurd aan:

source: Test newsletter has not been sent (partly or completely):
nl_nl: Test nieuwsbrief is niet verzonden (gedeeltelijk of volledig):

source: Successful:
nl_nl: Succesvolle:

source: Error messages:
nl_nl: Foutmeldingen:

source: Could not set new newsletter name: name already exists
nl_nl: Kan de nieuwe nieuwsbrief naam niet zetten: naam bestaat al

source: 'Send to recipients in selected groups' has been selected, but no group has been specified. Selection has been set to 'Send to all recipients'
nl_nl: 'Nieuwsbrief versturen naar de leden van de geselecteerde groep(en)' is geselecteerd, maar geen groep is opgegeven. Selectie is ingesteld op 'Stuur naar alle ontvangers'

source: Edit newsletter
nl_nl: Nieuwsbrief bewerken

source: Name
nl_nl: Naam

source: Text only
nl_nl: Alleen tekst

source: HTML and text
nl_nl: HTML en tekst

source: From (E-Mail)
nl_nl: Van (e-mail)

source: From (Name)
nl_nl: Van (naam)

source: optional
nl_nl: ter keuze

source: Note: Hold <Ctrl> to select multiple items.
nl_nl: Opmerking: Houd <Ctrl> om meerdere items te selecteren.

source: Recipients
nl_nl: Ontvangers

source: Send newsletter to all recipients
nl_nl: Nieuwsbrief versturen naar alle ontvangers

source: Send newsletter to the members of the default group
nl_nl: Nieuwsbrief aan de leden van de standaardgroep

source: Send newsletter to the members of the selected group(s):
nl_nl: Nieuwsbrief versturen naar de leden van de geselecteerde groep(en):

source: Option has to be enabled as client setting - see techref for details
nl_nl: Optie moet als cli&euml;nt instelling worden ingeschakeld - zie techref voor details

source: Note: Set to 0 to send chunks manually.
nl_nl: Opmerking: Stel in op 0 om blokken handmatig te verzenden.

source: Options
nl_nl: Opties

source: Welcome-Newsletter
nl_nl: Welkom nieuwsbrief

source: Use cronjob
nl_nl: Cronjob gebruiken

source: Send in blocks:
nl_nl: Stuur in blokken:

source: Recipients per block:
nl_nl: Ontvangers per blok:

source: Delay between blocks:
nl_nl: Vertraging tussen de blokken:

source: Save option settings as default
nl_nl: Optie-instelling als standaard opslaan

source: Author
nl_nl: Auteur

source: Last modified by
nl_nl: Laatst gewijzigd door

source: The html newsletter article has been deleted (idart: %s), the html message is lost
nl_nl: De HTML nieuwsbrief artikel is verwijderd (idart: %s), de HTML-bericht is verloren gegaan

source: The html newsletter template article has been deleted, it has been restored using the html message article of this newsletter
nl_nl: De HTML nieuwsbrief template artikel is verwijderd, hij is gerestaureerd met behulp van de HTML boodschap artikel van deze nieuwsbrief

source: %s (Template restored)
nl_nl: %s (Template hersteld)

source: Edit newsletter message (%s)
nl_nl: Bewerk nieuwsbrief bericht (%s)

source: Tag information
nl_nl: Tag informatie

source: Special message tags (will be replaced when sending)
nl_nl: Speciale boodschap-tags (zullen worden vervangen bij het verzenden)

source: Name of the recipient
nl_nl: Naam van de ontvanger

source: Date, when the mail has been sent
nl_nl: Datum, wanneer de mail is verzonden

source: Time, when the mail has been sent
nl_nl: Tijd, wanneer de mail is verzonden

source: Number of recipients
nl_nl: Aantal ontvangers

source: Link to unsubscribe
nl_nl: Link om uit te schrijven

source: Link to pause the subscription
nl_nl: Link om het abonnement te pauzeren

source: Link to resume the subscription
nl_nl: Link om het abonnement te hervatten

source: Special message tags (will be replaced when sending, {..} = optional)
nl_nl: Speciale boodschap-tags (zullen worden vervangen bij het verzenden, {..} = optioneel)

source: Link text
nl_nl: Link tekst

source: Additional message tags from recipients plugins:
nl_nl: Extra boodschap tags uit ontvangers plugins:

source: -- none --
nl_nl: -- geen --

source: Note, that changing the template discards the current html message content
nl_nl: Bedenk dat het veranderen van de sjabloon de huidige HTML-inhoud van het bericht verwijdert

source: HTML Message
nl_nl: HTML bericht

source: Newsletter type has been set to HTML/text, please remember to select an html template
nl_nl: Type nieuwsbrief is ingesteld op HTML / tekst, vergeet dan niet om een HTML template te kiezen

source: Please choose a template first
nl_nl: Kies eerst een template

source: Text Message
nl_nl: Tekst bericht

source: HTML newsletter template changed
nl_nl: HTML nieuwsbrief template veranderd

source: HTML template has been changed. Do you like to save now to apply changes?<br /><br /><b>Note, that existing HTML newsletter content will get lost!</b>
nl_nl: HTML template is gewijzigd. Wilt u nu de veranderingen toepassen?<br /><br /><b>Bedenk dat de bestaande HTML nieuwsbrief inhoud zal worden verwijderd!</b>

source: Report:
nl_nl: Verslag:

source: Sending newsletter ... (chunk %s of %s, recipients: %s, sent: %s)
nl_nl: Nieuwsbrief verzenden ... (brok %s van %s, ontvangers: %s, verzonden: %s)

source: Stop sending
nl_nl: Stop het verzenden

source: Send next chunk
nl_nl: Stuur het volgende blok

source: The newsletter has been sent to %s recipients
nl_nl: De nieuwsbrief is verzonden naar %s geadresseerden

source: List options
nl_nl: Weergave-opties

source: -All-
nl_nl: - Alle -

source: Items per page:
nl_nl: Items per pagina:

source: Recipient
nl_nl: recipiënt

source: Sent
nl_nl: Verzonden

source: Actions
nl_nl: Akties

source: Delete item
nl_nl: Item verwijderen

source: HTML/Text
nl_nl: HTML / tekst

source: Waiting for sending
nl_nl: Wachten op het verzenden

source: Sending
nl_nl: Verzende

source: Successful
nl_nl: Succesvol

source: Error: %s
nl_nl: Fout: %s

source: Go to page: %s
nl_nl: Ga naar pagina: %s

source: Newsletter Dispatch Job
nl_nl: Nieuwsbrief Verzending Job

source: Pending
nl_nl: Hangend

source: Sending (started: %s)
nl_nl: Verzende (gestart: %s)

source: Finished (started: %s, finished: %s)
nl_nl: Afgewerkt (gestart: %s, afgewerkt: %s)

source: Statistics
nl_nl: Statistiek

source: Planned: %s, Send: %s
nl_nl: Gepland: %s, gestuurd: %s

source: From
nl_nl: Van

source: Send newsletter to single recipient:
nl_nl: Nieuwsbrief versturen naar enkele ontvanger:

source: Use cronjob: Enabled
nl_nl: Gebruik cronjob: Ingeschakeld

source: Use cronjob: Not enabled
nl_nl: Gebruik cronjob: Uitgeschakeld

source: Dispatch: Enabled (block size: %s, delay: %s sec.)
nl_nl: In blokken versenden: Ingeschakeld (blockgrote: %s, vertraging: %s sec.)

source: Dispatch: Disabled
nl_nl: In Blokken versenden: Uitgeschakeld

source: Created
nl_nl: Gemaakt

source: Delete dispatch job
nl_nl: Verwijder Nieuwsbrief Verzending Job

source: Do you really want to delete the following newsletter dispatch job:<br />
nl_nl: Wilt u echt wilt de volgende nieuwsbrief verzending baan verwijderen:<br />

source: Run job
nl_nl: Taak uitvoeren

source: Do you really want to run the following job:<br />
nl_nl: Wil je echt om de volgende taak uitvoeren:<br />

source: View
nl_nl: Beschouwen

source: Newsletter
nl_nl: Nieuwsbrief

source: Dispatch
nl_nl: Versand

source: Recipient groups
nl_nl: Ontvangersgroepen

source: Create newsletter
nl_nl: Nieuwsbrief maken

source: Settings
nl_nl: Instellingen

source: Please select
nl_nl: Maak een keuze

source: My mail address
nl_nl: Mijn e-mail adres

source: Save
nl_nl: Opslaan

source: Enable HTML Newsletter
nl_nl: Gebruik HTML nieuwsbrief

source: HTML Template Category:
nl_nl: HTML template categorie:

source: HTML Newsletter Category:
nl_nl: HTML nieuwsbrief categorie:

source: Send test destination:
nl_nl: Test ontvanger:

source: -- All --
nl_nl: -- Alle --

source: Ascending
nl_nl: Oplopend

source: Descending
nl_nl: Aflopend

source: -- All fields --
nl_nl: -- Alle velden --

source: Apply
nl_nl: Toewijzen

source: Items / page
nl_nl: Items / pagina

source: Sort by
nl_nl: Sorteer op

source: Sort order
nl_nl: Sorteervolgorde

source: Search for
nl_nl: Zoeken naar

source: Search in
nl_nl: Zoeken in

source: Confirmed
nl_nl: Bevestigd

source: Deactivated
nl_nl: Gedeactiveerd

source: Create recipient
nl_nl: Maak ontvanger

source: Import recipients
nl_nl: Ontvangers importeren

source: Purge recipients
nl_nl: Ontvangers opruimen

source: Do you really want to remove recipients, that have not been confirmed since %s days and over?
nl_nl: Wilt u echt ontvangers, die sinds %s dagen niet zijn bevestigd, verwijderen?

source: Purge timeframe
nl_nl: Tijd venster

source: days
nl_nl: Dagen

source: -- All groups --
nl_nl: -- Alle Groepen --

source: Show group
nl_nl: Groep weergeven

source: Create group
nl_nl: Groep maken

source: Delete newsletter
nl_nl: Nieuwsbrief verwijderen

source: Do you really want to delete the following newsletter:<br />
nl_nl: Wilt u echt wilt de volgende nieuwsbrief verwijderen:<br />

source: Send test newsletter
nl_nl: Stuur test nieuwsbrief

source: Send test newsletter (disabled, check newsletter sender e-mail address and handler article selection)
nl_nl: Stuur test nieuwsbrief (uitgeschakeld, check nieuwsbrief afzender e-mailadres en handler artikel selectie)

source: Add newsletter dispatch job
nl_nl: Genereer nieuwsbrief mailings Job

source: Add newsletter dispatch job (disabled, check newsletter sender e-mail address and handler article selection)
nl_nl: Nieuwsbrief mailing baan genereren (uitgeschakeld, check retouradres en handler artikel)

source: Duplicate newsletter
nl_nl: Nieuwsbrief kopie&euml;ren

source: Recipient group: %s
nl_nl: Ontvanger groep: %s

source: Do you really want to send the newsletter to:<br><strong>%s</strong>
nl_nl: Wilt u echt de nieuwsbrief sturen naar:<br><strong>%s</strong>

source: Edit
nl_nl: Bewerken

source: Edit Message
nl_nl: Bericht bewerken

source: Overview
nl_nl: Oversicht

source: -- new group --
nl_nl: -- nieuwe groep --

source: Could not set new group name: Group already exists
nl_nl: Kan de nieuwe groep naam niet zetten: groep bestaat al

source: Edit group
nl_nl: Groep bewerken

source: Group name
nl_nl: Groep naam

source: Default group
nl_nl: Standaardgroep

source: Member list options
nl_nl: Weergave-opties (leden)

source: Check all
nl_nl: Markeer alle

source: No recipients are added to this group yet
nl_nl: Deze groep werden nog geen ontvangers toegevoegd

source: No recipients found
nl_nl: Geen ontvangers gevonden

source: Member navigation
nl_nl: Navigatie (leden)

source: Recipients in group
nl_nl: Ontvangers in groep

source: Outsider list options
nl_nl: Weergave-opties (niet-leden)

source: Outsider navigation
nl_nl: Navigatie (niet-leden)

source: Add recipients
nl_nl: Ontvanger toevoegen

source: Note: Hold &lt;Ctrl&gt; to<br>select multiple items.
nl_nl: Opmerking: Houd &lt;Ctrl&gt; om<br>meerdere items te selecteren.

source: Delete recipient group
nl_nl: Verwijder ontvangersgroep

source: Do you really want to delete the following newsletter recipient group:<br />
nl_nl: Wilt u echt wilt de volgende nieuwsbrief ontvangersgroep verwijderen:<br />

source: -- new recipient --
nl_nl: -- nieuwe ontvanger --

source: %1backslashdollard recipients, which hasn't been confirmed since more than %2backslashdollard days has been removed.
nl_nl: %1backslashdollard ontvangers, die sinds meer dan %2backslashdollard dagen niet zijn bevestigd, werden verwijderd.

source: There are no recipients, which hasn't been confirmed since more than %2backslashdollard days has been removed.
nl_nl: Er zijn geen ontvangers die hun e-mailadres meer dan %2backslashdollard dagen niet bevestigd hebben.

source: Please specify a valid e-mail address
nl_nl: Geef een geldig e-mail adres

source: Could not set new e-mail adress: Other recipient with same e-mail address already exists
nl_nl: E-mail adres kan niet worden gewijzigd: Een ontvanger met hetzelfde e-mailadres bestaat al

source: Edit recipient
nl_nl: Ontvanger bewerken

source: Message type
nl_nl: Soort bericht

source: WARNING
nl_nl: WAARSCHUWING

source: The plugin %s delivered an array for the displayed titles, but did not return an array for the contents.
nl_nl: De plugin %s leverde een array voor de weergegeven titels, maar geen array voor de inhoud terug.

source: Recipient is not member of any group
nl_nl: Ontvanger is geen lid van een groep

source: Groupname
nl_nl: Groep naam

source: Associated Groups
nl_nl: Lid van

source: Confirmed Date
nl_nl: Bevestiging datum

source: Group
nl_nl: Groep

source: Given column header '%s' unknown, column ignored
nl_nl: Column naam '%s' onbekend, kolom wordt genegeerd

source: Mandatory column '%s' wasn't found, import stopped
nl_nl: Verplichte kolom '%s' niet gevonden, stopte het importeren

source: Item with empty mail address found, item ignored (name: %s, row: %s)
nl_nl: Entry met ontbrekende emailadres gevonden, item wordt genegeerd (naam: %s, rij: %s)

source: Mail address '%s' is invalid, item ignored (row: %s)
nl_nl: Mail adres '%s' is ongeldig, item genegeerd (rij: %s)

source: Recipient with mail address '%s' already exists, item skipped (row: %s)
nl_nl: Ontvanger met mail adres '%s' bestaat al, item overgeslagen (rij: %s)

source: yes
nl_nl: ja

source: %d recipients added, %d recipients skipped (email already exists) and %d invalid recipients/e-mail adresses ignored. Invalid recipients are shown (if any).
nl_nl: %d ontvangers toegevoegd, %d ontvangers overgeslagen (email bestaat al), en %d ongeldige ontvangers / e-mail adressen genegeerd. Ongeldige ontvangers worden weergegeven (indien aanwezig).

source: Semicolon
nl_nl: Puntkomma

source: Delimiter
nl_nl: Scheidingsteken

source: Import information
nl_nl: Import notes

source: Specify colum types:
nl_nl: Definieer kolomtypes:

source: <br />The first line must contain the column names; this specifies the column order.<br />&lt;column name&gt;[delimiter]&lt;column name&gt;...
nl_nl: <br />De eerste regel moet de kolomnamen bevatten; dit specificeert de kolomvolgorde<br />&lt;kolomnaam&gt;[scheidingsteken]&lt;kolomnaam&gt; ...

source: Data structure:
nl_nl: Datastructuur:

source: The recipients have to be entered using the following format:<br />&lt;data&gt;[Delimiter]&lt;data&gt;... - each recipient in a new line.
nl_nl: Ontvangers moeten in het volgende formaat worden ingevoerd:<br />&lt;data&gt;[Separator]&lt;data&gt; ... - Iedere ontvanger in een nieuwe regel.

source: Example:
nl_nl: Bijvoorbeeld:

source: <br />name;mail;confirmed<br />Smith;jon.smith@example.org;1
nl_nl: <br />naam;e-mail;bevestigt<br />Smith;jon.smith@example.org;1

source: The following column names will be recognized:
nl_nl: De volgende kolom namen kunnen worden gebruikt:

source: %d recipients, with no or incompatible key has been updated. Deactivate update function.
nl_nl: %d ontvangers zonder of met niet-compatibele keys zijn bijgewerkt. Schakel de update functie uit.

source: Delete recipient
nl_nl: Verwijder ontvanger

source: Do you really want to delete the following recipient:<br />
nl_nl: Wilt u echt de volgende ontvanger verwijderen:<br />
