Repository: Spider-IT-Deutschland/drugCMS
Catalog: trunk/drugcms/plugins/linkchecker/locale/*/LC_MESSAGES/linkchecker.po
Languages: nl_nl

source: Link analysis from
nl_nl: Link analyse van

source: %Y-%m-%d
nl_nl: %d-%m-%Y

source: <strong>No errors</strong> were found.
nl_nl: Er werden <strong>geen fouten</strong> gevonden.

source: Total checked links
nl_nl: Totaal gecontroleerde Links

source: Article
nl_nl: Artikel

source: Category
nl_nl: Categorie

source: Description
nl_nl: Omschrijving

source: Linkerror
nl_nl: Linkfout

source: Links to articles
nl_nl: Links naar artikelen

source: Links to categories
nl_nl: Links naar categorie&euml;n

source: Links to documents and images
nl_nl: Links naar afbeeldingen en documenten

source: Links to extern sites and not defined links
nl_nl: Links naar externe bronnen en niet-toegewezen koppelingen

source: Wrong links
nl_nl: Defecte Links

source: Unknown: articles, documents etc. do not exist.
nl_nl: Unknown: artikelen, documenten et cetera bestaan ​​niet.

source: Offline: article or category is offline.
nl_nl: Offline: artikel of categorie is offline.

source: dbfs: no matches found in the dbfs database.
nl_nl: dBFS: In de dBFS databank bestaat het doelbestand niet.

source: No errors for this type.
nl_nl: Er werden geen fouten voor deze link type gevonden.

source: %Y-%m-%d, %I:%M%S %p
nl_nl: %d-%m-%Y, %H:%M:%S

source: Links at whitelist
nl_nl: Links op de whitelist

source: Delete
nl_nl: Verwijderen

source: Entry
nl_nl: Post

source: URLs
nl_nl: Links

source: This links are on the whitelist. Whitelist-links won't be check at linkchecker.
nl_nl: Deze links staan op de whitelist en worden niet door Linkchecker gecontroleerd.

source: View whitelist
nl_nl: Toon whitelist
