Repository: Spider-IT-Deutschland/drugCMS
Catalog: branches/2.0/drugcms/plugins/db_backup/locale/*/LC_MESSAGES/db_backup.po
Languages: de_de

source: Backup
de_de: Sichern

source: Restore
de_de: Wiederherstellen

source: Configuration
de_de: Konfiguration

source: Backup requires a folder named 'backup' in /drugcms/data/ with write permission for the web server user.
de_de: DB Backup ben&ouml;tigt ein Ordner namens 'backup' in /drugcms/data/ mit Schreibrechte f&uuml;r den Webserver User

source: Current settings
de_de: Aktuelle Einstellungen

source: Backup folder
de_de: Backup-Ordner

source: The backup folder exists
de_de: Der Backup-Ordner existiert

source: The backup folder doesn't exist, please create it
de_de: Der Backup-Ordner existiert nicht, bitte legen Sie ihn an

source: Folder permissions
de_de: Ordnerrechte

source: Write permission granted
de_de: Schreibrechte vorhanden

source: Write permission denied
de_de: Schreibrechte verweigert

source: Please wait
de_de: Bitte warten

source: Current table
de_de: Aktuelle Tabelle

source: Current row
de_de: Aktueller Datensatz

source: Backup created successfully
de_de: Backup erfolgreich erstellt

source: It took |1 seconds to backup the database
de_de: Es dauerte |1 Sekunden um die Datenbank zu sichern

source: An error occured while creating the backup
de_de: Beim Erstellen des Backups ist ein Fehler aufgetreten

source: Processed lines
de_de: Verarbeitete Zeilen

source: Backup restored successfully
de_de: Backup erfolgreich wiederhergestellt

source: It took |1 seconds to restore the database
de_de: Es dauerte |1 Sekunden um die Datenbank wiederherzustellen

source: An error occured while restoring the backup
de_de: Beim Wiederherstellen der Datenbank ist ein Fehler aufgetreten

source: Backup deleted successfully
de_de: Das Backup wurde erfolgreich gel&ouml;scht

source: An error occured while deleting the backup
de_de: Beim L&ouml;schen des Backups ist ein Fehler aufgetreten

source: The backup doesn't exist, maybe it was deleted already
de_de: Das Backup existiert nicht, evtl. wurde es bereits gel&ouml;scht

source: Start a new backup
de_de: Ein neues Backup erstellen

source: Created backups
de_de: Erstellte Backups

source: Delete
de_de: L&ouml;schen
