Repository: Spider-IT-Deutschland/drugCMS
Catalog: drugcms/plugins/workflow/locale/*/LC_MESSAGES/workflow.po
Languages: de_de

source: Publish article
de_de: Artikel veröffentlichen

source: Lock article
de_de: Artikel sperren

source: Move back to last editor
de_de: Zurück zum letzten Bearbeiter

source: Reject article
de_de: Artikel ablehnen

source: Edit article content
de_de: Artikelinhalt bearbeiten

source: Edit article properties
de_de: Artikeleigenschaften bearbeiten

source: Edit template
de_de: Template bearbeiten

source: Revise article
de_de: Artikel überarbeiten

source: Category already has a workflow assigned
de_de: Kategorie ist bereits Workflow zugeordnet

source: Workflow doesn't exist
de_de: Workflow existiert nicht

source: Category doesn't exist, assignment failed
de_de: Kategorie existiert nicht, Zuordnung fehlgeschlagen

source: Article doesn't exist
de_de: Artikel existiert nicht.

source: Article is already assigned to a usersequence step.
de_de: Artikel ist bereits Benutzerschritt zugeordnet.

source: Hello %s, you are assigned as the next editor for the Article %s. More informations: Article: %s Category: %s Editor: %s Author: %s Editable from: %s Editable to: %s
de_de: Hallo %s, Sie sind als nächster Redakteur für Artikel %s angegeben. Weitere Informationen: Artikel: %s Kategorie: %s Redakteur: %s Verfasser: %s Bearbeitvar von: %s Bearbeitbar bis: %s

source: Workflow notification
de_de: Workflow Notifikation

source: Workflow escalation
de_de: Workflow Steigerung

source: Swapping items failed: Item doesn't exist
de_de: Tausch der Einträge fehlgeschlagen: Eintrag nicht vorhanden

source: Can't add item to workflow: Workflow doesn't exist
de_de: Zuordnung des Eintrags zum Workflow nicht möglich: Workflow existiert nicht

source: No item loaded
de_de: Kein Eintrag geladen

source: Requested task doesn't exist, can't assign
de_de: Gewünschte Aufgabe existiert nicht, Zuordnung nicht möglich

source: Position in this workflow already exists.
de_de: Position existiert bereits in diesem Workflow.

source: Workflow item doesn't exist. Can't create entry.
de_de: Workflow existiert nicht. Eintrag kann nicht erstellt werden.

source: Can't set user_id: User or group doesn't exist
de_de: Kann Benutzer-Id nicht zuweisen: Benutzer oder Gruppe nicht vorhanden

source: Delete workflow
de_de: Workflow löschen

source: Select workflow task
de_de: Workflow-Aufgabe auswählen

source: Show workflow
de_de: Workflow zeigen

source: Create workflow
de_de: Neuer Workflow

source: Edit workflow
de_de: Workflow bearbeiten

source: Process workflow step
de_de: Workflow Schritt durchführen

source: Inherit workflow down
de_de: Workflow nach unten vererben

source: Edit workflow step
de_de: Workflow Schritt bearbeiten

source: Move workflowstep up
de_de: Workflowschritt nach oben verschieben

source: Move workflowstep down
de_de: Workflowschritt nach unten verschieben

source: Save Workflowstep
de_de: Workflowschritt speichen

source: Create workflowstep
de_de: Workflowschritt erstellen

source: Delete workflowstep
de_de: Workflowschritt löschen

source: Move workflowstepuser up
de_de: Workflowschrittbenutzer nach oben verschieben

source: Move workflowstepuser down
de_de: Workflowschrittbenutzer nach unten verschieben

source: Create Workflowstepuser
de_de: Workflowschrittbenutzer erstellen

source: Delete Workflowstepuser
de_de: Workflowschrittbenutzer löschen

source: Associate workflow with category
de_de: Workflow zu Kategorien zuweisen

source: None
de_de: Kein

source: Workflow Step
de_de: Workflow Schritt

source: Workflow Action
de_de: Workflow Aktion

source: Workflow Editor
de_de: Workflow Bearbeiter

source: Last status
de_de: Letzter Status

source: Confirm
de_de: Bestätigen

source: Back to last editor
de_de: Zurück zum letzten Bearbeiter

source: Rejected
de_de: Abgelehnt

source: Revised
de_de: überarbeitet

source: Last
de_de: Letzter

source: Confirmed
de_de: Bestätigt

source: New Workflow
de_de: Neuer Workflow

source: Create new workflow
de_de: Neuer Workflow erzeugen

source: Description
de_de: Beschreibung

source: Author
de_de: Autor

source: Created
de_de: Erstellt

source: Do you really want to delete the following workflow:<br><br>%s<br>
de_de: Wollen Sie wirklich den folgenden Workflow löschen:<br><br>%s<br>

source: Add User
de_de: Benutzer hinzufügen

source: New Workflow Step
de_de: Neuer Workflow Schritt

source: Seconds
de_de: Sekunden

source: Minutes
de_de: Minuten

source: Hours
de_de: Stunden

source: Days
de_de: Tage

source: Weeks
de_de: Wochen

source: Months
de_de: Monate

source: Years
de_de: Jahre

source: Move step up
de_de: Schritt nach oben bewegen

source: Move step down
de_de: Schritt nach unten verschieben

source: Delete step
de_de: Schritt löschen

source: Create new step
de_de: Neuen Schritt erzeugen

source: Step name
de_de: Name des Schritts

source: Step description
de_de: Beschreibung des Schritts

source: Actions
de_de: Aktionen

source: Assigned users
de_de: Zugeordnete Benutzer

source: Move user up
de_de: Benutzer nach oben verschieben

source: Move user down
de_de: Benutzer nach unten verschieben

source: Delete user
de_de: Benutzer löschen

source: Notify this user via E-Mail
de_de: Diesen Benutzer per e-Mail benachrichtigen

source: Escalate to this user via E-Mail
de_de: An diesen Benutzer per e-Mail eskalieren

source: Show users
de_de: Zeige Benutzer

source: Search results
de_de: Suchergebnis

source: Workflow tasks
de_de: Workflow Aufgaben

source: Article
de_de: Artikel

source: Title
de_de: Titel

source: Changed
de_de: Geändert

source: Published
de_de: Veröffentlichen

source: Reminder
de_de: Wiedervorlage

source: Set reminder / add to todo list
de_de: Wiedervorlage / zur Todoliste hinzufügen

source: No article found.
de_de: Kein Artikel gefunden

source: Warning: Changes will reset active Workflows
de_de: Warnung: Änderungen setzen aktive Workflows zurück
