Repository: Spider-IT-Deutschland/drugCMS
Catalog: branches/2.0/drugcms/plugins/workflow/locale/*/LC_MESSAGES/workflow.po
Languages: nl_nl

source: Delete workflow
nl_nl: Workflow verwijderen

source: Select workflow task
nl_nl: Selecteer workflow taak

source: Show workflow
nl_nl: Workflow tonen

source: Create workflow
nl_nl: Maak workflow

source: Edit workflow
nl_nl: Workflow bewerken

source: Process workflow step
nl_nl: Workflow stap uitvoeren

source: Inherit workflow down
nl_nl: Workflow omlaag erven

source: Edit workflow step
nl_nl: Workflow stap bewerken

source: Move workflowstep up
nl_nl: Workflow stap omhoog schuiven

source: Move workflowstep down
nl_nl: Workflow stap omlaag schuiven

source: Save Workflowstep
nl_nl: Workflow stap opslaan

source: Create workflowstep
nl_nl: Maak workflow stap

source: Delete workflowstep
nl_nl: Workflow stap verwijderen

source: Move workflowstepuser up
nl_nl: Workflow stap gebruiker omhoog bewegen

source: Move workflowstepuser down
nl_nl: Workflow stap gebruiker omlaag bewegen

source: Create Workflowstepuser
nl_nl: Maak workflow stap gebruiker

source: Delete Workflowstepuser
nl_nl: Workflow stap gebruiker verwijderen

source: Associate workflow with category
nl_nl: Associate workflow met categorie

source: None
nl_nl: Geen

source: Workflow Step
nl_nl: Workflow stap

source: Workflow Action
nl_nl: Workflow Aktie

source: Last status
nl_nl: Laatste status

source: Show users
nl_nl: Gebruiker tonen

source: Search results
nl_nl: Zoekresultaten

source: Workflow tasks
nl_nl: Workflow taken

source: Article
nl_nl: Artikel

source: Actions
nl_nl: Akties

source: Title
nl_nl: Titel

source: Changed
nl_nl: Verandert

source: Published
nl_nl: Gepubliceerd

source: Reminder
nl_nl: Herinnering

source: Set reminder / add to todo list
nl_nl: Herinnering instellen / toevoegen aan todo lijst

source: No article found.
nl_nl: Geen artikel gevonden

source: New Workflow
nl_nl: Nieuwe workflow

source: Create new workflow
nl_nl: Maak nieuwe workflow

source: Workflow name
nl_nl: Workflow naam

source: Description
nl_nl: Omschrijving

source: Author
nl_nl: Auteur

source: Created
nl_nl: Gemaakt

source: Do you really want to delete the following workflow:<br><br>%s<br>
nl_nl: Wilt u echt wilt de volgende workflow verwijderen:<br />%s<br /><br />

source: Add User
nl_nl: Gebruiker toevoegen

source: New Workflow Step
nl_nl: Nieuwe workflow stap

source: Seconds
nl_nl: Seconden

source: Minutes
nl_nl: Minuten

source: Hours
nl_nl: Uur

source: Days
nl_nl: Dagen

source: Weeks
nl_nl: Weken

source: Months
nl_nl: Maanden

source: Years
nl_nl: Jaren

source: Move step up
nl_nl: Stap omhoog bewegen

source: Move step down
nl_nl: Stap omlaag bewegen

source: Delete step
nl_nl: Stap verwijderen

source: Create new step
nl_nl: Maak nieuwe stap

source: Step name
nl_nl: Stap naam

source: Step description
nl_nl: Stap omschrijving

source: Assigned users
nl_nl: Toegewezen gebruikers

source: Move user up
nl_nl: Gebruiker omhoog bewegen

source: Move user down
nl_nl: Gebruiker omlaag bewegen

source: Delete user
nl_nl: Gebruiker verwijderen

source: Notify this user via E-Mail
nl_nl: Houd deze gebruiker via e-mail

source: Escalate to this user via E-Mail
nl_nl: Escaleren naar deze gebruiker via e-mail

source: Confirm
nl_nl: Bevestigen

source: Back to last editor
nl_nl: Terug naar de laatste editor

source: Reject article
nl_nl: Artikel verwerpen

source: Revise article
nl_nl: Herziening

source: Rejected
nl_nl: Verworpen

source: Revised
nl_nl: Herzien

source: Last
nl_nl: Laatste

source: Confirmed
nl_nl: Bevestigd

source: Article doesn't exist
nl_nl: Artikel bestaat niet.

source: Article is already assigned to a usersequence step.
nl_nl: Artikel is al aan een gebruiker stap toegewesen.

source: Workflow notification
nl_nl: Workflow kennisgeving

source: Workflow escalation
nl_nl: Workflow escalatie

source: Category already has a workflow assigned
nl_nl: Categorie heeft al een workflow toegewezen

source: Workflow doesn't exist
nl_nl: Workflow bestaat niet

source: Category doesn't exist, assignment failed
nl_nl: Categorie bestaat niet, toewijzing is mislukt

source: Swapping items failed: Item doesn't exist
nl_nl: Uitwisseling van data is mislukt: item bestaat niet

source: Can't add item to workflow: Workflow doesn't exist
nl_nl: Toewijzing van de item aan de workflow niet mogelijk: workflow bestaat niet

source: No item loaded
nl_nl: Geen item geladen

source: Requested task doesn't exist, can't assign
nl_nl: Gewenste taak bestaat niet, toewijzing niet mogelijk

source: Position in this workflow already exists.
nl_nl: Positie bestaat al in deze workflow.

source: Publish article
nl_nl: Artikel publiceren

source: Lock article
nl_nl: Lock artikel

source: Move back to last editor
nl_nl: Terug naar de laatste editor

source: Edit article content
nl_nl: Artikelinhoud bewerken

source: Edit article properties
nl_nl: Artikeleigenschappen bewerken

source: Edit template
nl_nl: Template bewerken

source: Workflow item doesn't exist. Can't create entry.
nl_nl: Workflow bestaat niet. entry kan niet worden gemaakt.

source: Can't set user_id: User or group doesn't exist
nl_nl: Kan gebruikers-id niet toekennen: Gebruiker of groep bestaat niet
