Repository: Spider-IT-Deutschland/drugCMS
Catalog: drugcms/plugins/db_backup/locale/*/LC_MESSAGES/db_backup.po
Languages: nl_nl

source: Configuration
nl_nl: Configuratie

source: Backup requires a folder named 'backup' in /drugcms/data/ with write permission for the web server user.
nl_nl: DB Backup vereist een map met de naam 'backup' in /drugcms/data/ met schrijfrechten voor de webserver gebruiker

source: Current settings
nl_nl: Huidige instellingen

source: Backup folder
nl_nl: Backup map

source: The backup folder exists
nl_nl: De backup map bestaat

source: The backup folder doesn't exist, please create it
nl_nl: De backup map bestaat niet, maak hem aub

source: Folder permissions
nl_nl: Map rechten

source: Write permission granted
nl_nl: Schrijfrechten beschikbaar

source: Write permission denied
nl_nl: Ontkende schrijftoegang

source: Please wait
nl_nl: Even geduld aub

source: Current table
nl_nl: Huidige tabel

source: Current row
nl_nl: Huidige record

source: Backup created successfully
nl_nl: Backup succesvol aangemaakt

source: It took %s seconds to backup the database
nl_nl: Het duurde %s seconden de database te waarborgen

source: An error occured while creating the backup
nl_nl: Bij het maken van de backup is een fout opgetreden

source: Processed lines
nl_nl: Verwerkte lijnen

source: Backup restored successfully
nl_nl: Backup succesvol teruggezet

source: It took %s seconds to restore the database
nl_nl: Het duurde %s seconden om de database te herstellen

source: An error occured while restoring the backup
nl_nl: Bij het herstellen van de database is een fout opgetreden

source: Backup deleted successfully
nl_nl: De backup is succesvol verwijderd

source: An error occured while deleting the backup
nl_nl: Bij het verwijderen va de backup is een fout opgetreden

source: The backup doesn't exist, maybe it was deleted already
nl_nl: De backup bestaat niet, het kan zijn dat hij reeds verwijderd werd

source: Start a new backup
nl_nl: Maak een nieuwe backup

source: Created backups
nl_nl: Gemaakte backups

source: Delete
nl_nl: Verwijderen
