Repository: Spider-IT-Deutschland/drugCMS
Catalog: trunk/drugcms/plugins/content_allocation/locale/*/LC_MESSAGES/content_allocation.po
Languages: nl_nl

source: Store content allocations
nl_nl: Inhoudstoewijzingen opslaan

source: There is no Content Allocation tree.
nl_nl: Er is geen inhoudstoewijzingsboom.

source: Remove all
nl_nl: Verwijder alle

source: Remove
nl_nl: Verwijder

source: New Category %s successfully stored!
nl_nl: Nieuwe categorie %s succesvol opgeslagen!

source: Category %s successfully renamed!
nl_nl: Categorie %s met succes hernoemd!

source: Category successfully deleted!
nl_nl: Categorie succesvol verwijderd!

source: Create new tree
nl_nl: Maak een nieuwe boom

source: Please enter a category name.
nl_nl: Voer een categorie naam in.

source: Please enter a category name
nl_nl: Voer een categorie naam in

source: New category
nl_nl: Nieuwe categorie

source: Rename category
nl_nl: Categorie hernoemen

source: Move category up
nl_nl: Verplaats categorie omhoog

source: Move category down
nl_nl: Verplaats categorie omlaag

source: Set category offline
nl_nl: Categorie offline zetten

source: Set category online
nl_nl: Categorie online zetten

source: One or more subcategories exist, unable to delete
nl_nl: Er zijn een of meer subcategorie&euml;n, verwijderen niet mogelijk

source: Delete category
nl_nl: Categorie verwijderen

source: Are you sure to delete the following category
nl_nl: Wilt u echt de volgende categorie verwijderen

source: Category
nl_nl: Categorie

source: Actions
nl_nl: Akties
