Repository: Spider-IT-Deutschland/drugCMS
Catalog: drugcms/plugins/pim/locale/*/LC_MESSAGES/pim.po
Languages: de_de, nl_nl

source: Repositories
de_de: Quellen
nl_nl: Opslagplaatsen

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Installing database entries
de_de: Installiere Datenbankeinträge
nl_nl: Databasegegevens installeren

source: Registering plugin %s in database
de_de: Registriere Plugin %s in der Datenbank
nl_nl: Registreer plugin %s in de database

source: (auto redirect in 5 seconds)
de_de: (automatische Weiterleitung in 5 Sekunden)
nl_nl: (auto-redirect in 5 seconden)

source: Installed plugins
de_de: Installierte Plugins
nl_nl: Geïnstalleerde plugins

source: (Comma separated list of tags to search for)
de_de: (Komma-getrennte Liste der zu suchenden Stichworte)
nl_nl: (Door komma's gescheiden lijst van tags om naar te zoeken)

source: Use filter
de_de: Filter anwenden
nl_nl: Filter gebruiken

source: Clear filter
de_de: Filter entfernen
nl_nl: Filter verwijderen

source: Available plugins
de_de: Verfügbare Plugins
nl_nl: Beschikbare plugins

source: Uninstall
de_de: Deinstallieren
nl_nl: Deinstalleeren

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Tags
de_de: Stichworte

source: Author
de_de: Autor
nl_nl: Auteur

source: Dependencies
de_de: Abhängigkeiten
nl_nl: Afhankelijkheden

source: Modules
de_de: Module

source: Install modules for the current client
de_de: Module für den aktuellen Mandanten installieren
nl_nl: Installeer modules voor de huidige client

source: %s can't be uninstalled because of another installed plugin's dependencies
de_de: %s kann nicht deinstalliert werden, da es istallierte Plugins gibt, die hiervon abhängig sind
nl_nl: %s kan niet worden verwijderd als gevolg van afhankelijkheden van andere geïnstalleerde plugins

source: Uninstall %s including it's modules (all clients)
de_de: %s inkl. installierter Module (alle Mandanten) deinstallieren
nl_nl: Desinstalleer %s inclusief zijn modules (alle cliënten)

source: Uninstall %s
de_de: %s deinstallieren
nl_nl: %s deinstalleeren

source: Install
de_de: Installieren
nl_nl: Installeeren

source: Repository
de_de: Quelle
nl_nl: Opslagplaats

source: Missing plugin
de_de: Plugin nicht installiert
nl_nl: Ontbrekende plugin

source: Missing or outdated dependencies prevent installation of %s
de_de: Fehlende oder veraltete Abhängigkeiten verhindern die Installation von %s
nl_nl: Ontbrekende of verouderde afhankelijkheden verhinderen de installatie van %s

source: Outdated plugin
de_de: Installiertes Plugin ist veraltet
nl_nl: Verouderde plugin

source: Old PHP version and old drugCMS version, installation not possible
de_de: Veraltete PHP-Version und veraltete drugCMS-Version, Installation nicht möglich
nl_nl: Oude PHP versie en oude drugCMS versie, installatie niet mogelijk

source: Old PHP version, installation not possible
de_de: Veraltete PHP-Version, Installation nicht möglich
nl_nl: Oude PHP versie, installatie niet mogelijk

source: Old drugCMS version, installation not possible
de_de: Veraltete drugCMS-Version, Installation nicht möglich
nl_nl: Oude drugCMS versie, installatie niet mogelijk

source: Install %s
de_de: %s installieren
nl_nl: %s installeeren

source: Update %s
de_de: %s aktualisieren
nl_nl: %s updaten

source: Unable to create a (S)FTP connection to %s
de_de: (S)FTP-Verbindung zu %s kann nicht hergestellt werden
nl_nl: Niet in staat om een (S)FTP verbinding te maken met %s

source: FTP connection established
de_de: FTP-Verbindung hergestellt
nl_nl: FTP verbinding opgebouwd

source: Unable to create the plugin's folder
de_de: Der Plugin-Ordner kann nicht erstellt werden
nl_nl: Kan de plugin's map niet maken

source: Zip file downloaded
de_de: Zip-Datei heruntergeladen
nl_nl: Zip-bestand gedownload

source: Zip file extracted
de_de: Zip-Datei entpackt
nl_nl: Zip-bestand uitgepakt

source: Files placed per FTP
de_de: Dateien per FTP abgelegt
nl_nl: Files per FTP afgelegd

source: Unable to write files per FTP
de_de: Dateien können nicht per FTP abgelegt werden
nl_nl: Kan geen bestanden per FTP schrijven

source: Failed to download zip file
de_de: Fehler beim Download der Zip-Datei
nl_nl: Zip-bestand downloaden mislukt

source: Folder %s created
de_de: Ordner %s erstellt
nl_nl: Map %s gecreëerd

source: Unable to create folder %s
de_de: Ordner %s kann nicht erstellt werden
nl_nl: Kan map %s niet maken

source: Unable to write temporary file %s in the drugCMS backend cache folder (data/cache/)
de_de: Kann die temporäre Datei %s nicht in drugCMSs Backend Cache-Ordner (data/cache/) ablegen
nl_nl: Kann het file %s niet in drugCMS's backend cache afleggen (data/cache/)

source: Unable to write file %s per FTP
de_de: Datei %s kann nicht per FTP angelegt werden
nl_nl: Kan het bestand %s niet per FTP schrijven

source: File %s downloaded
de_de: Datei %s heruntergeladen
nl_nl: Bestand %s gedownload

source: Rolling back already transfered folders and files
de_de: Lösche bereits übertragene Dateien und Ordner
nl_nl: Reeds overgedragen mappen en bestanden ongedaan maken

source: Unable to remove the folder for %s
de_de: Ordner kann nicht entfernt werden für %s
nl_nl: Kan de map van %s niet verwijderen

source: Copying additional system files
de_de: Kopiere zusätzliche Systemdateien
nl_nl: Extra systeembestanden kopiëren

source: Unable to write file %s per FTP, please copy system files from the plugin's system folder yourself.
de_de: Kann datei %s nicht per FTP ablegen, bitte kopieren Sie die Systemdateien aus dem Plugins system Ordner selbst
nl_nl: Kan bestand %s niet per FTP te schrijven, kopieer systeembestanden van de plugin's systeem map zelf.

source: Plugin %s successfully installed
de_de: Plugin %s erfolgreich installiert
nl_nl: Plugin %s met succes geïnstalleerd

source: Unable to install %s, missing install information
de_de: %s kann nicht installiert werden, da hierfür benötigten Informationen fehlen
nl_nl: Kan %s niet installeren, installatie informatie ontbreekt

source: Plugin manager is not allowed to write files and folders directly, please switch to the Settings tab and enter your data to use FTP instead.
de_de: Der Plugin Manager darf keine Ordner und Dateien anlegen, bitte wechseln Sie in den Einstellungen-Tab und pflegen Sie Ihre Daten ein um FTP zu nutzen.
nl_nl: Plugin manager mag geen bestanden en mappen direct schrijven, schakel a.u.b. over naar het tabblad Instellingen en voer uw gegevens in om FTP te gebruiken.

source: %s is not writable
de_de: %s ist nicht schreibbar
nl_nl: %s is niet beschrijfbaar

source: Updating module %s
de_de: Aktualisiere Modul %s
nl_nl: Module %s updaten

source: Installing module %s
de_de: Installiere Modul %s
nl_nl: Module %s installeeren

source: Copying additional files
de_de: Kopiere zusätzliche Dateien
nl_nl: Extra bestanden kopiëren

source: Modules of plugin %s successfully installed for client %s
de_de: Module des Plugins %s erfolgreich installiert für Mandant %s
nl_nl: Modules van de plugin %s succesvol geïnstalleerd voor client %s

source: Searching for installed modules %s
de_de: Suche nach installierten Module %s
nl_nl: Zoeken naar geïnstalleerde modules %s

source: Deleting module %s
de_de: Lösche Modul %s
nl_nl: Verwijderen van module %s

source: Deleting translation entries for module %s
de_de: Lösche Übersetzungseinträge für Modul %s
nl_nl: Het verwijderen vertalings informaties voor module %s

source: Deleting accompanying files for module %s from all clients
de_de: Lösche zusätzliche Dateien für Modul %s von allen Mandanten
nl_nl: Bijgevoegde bestanden voor module %s verwijderen uit alle cliënten

source: Deleting additional files
de_de: Lösche zusätzliche Dateien
nl_nl: Extra bestanden verwijderen

source: Deleting additional database tables for %s
de_de: Lösche zusätzliche Datenbanktabellen für %s
nl_nl: Extra database tabellen voor %s verwijderen

source: Deleting additional system files
de_de: Lösche zusätzliche Systemdateien
nl_nl: Extra systeembestanden verwijderen

source: Getting the uninstall info for %s
de_de: Lade Deinstallationsinformationen für %s
nl_nl: Ophalen van de uninstall info voor %s

source: Deleting database records for %s
de_de: Lösche Datenbankeinträge für %s
nl_nl: Database records voor %s verwijderen

source: Deleting the uninstall info for %s
de_de: Lösche Deinstallationsinformationen für %s
nl_nl: Deïnstallatie informatie voor %s verwijderen

source: Removing folders and files for %s
de_de: Entferne Ordner und Dateien für %s
nl_nl: Verwijderen van mappen en bestanden voor %s

source: Plugin %s successfully uninstalled and removed
de_de: Plugin %s erfolgreich deinstalliert und entfernt
nl_nl: Plugin %s succesvol gedesinstalleerd en verwijderd

source: Server address
de_de: Server-Adresse
nl_nl: Server adres

source: Password
de_de: Passwort
nl_nl: Wachtwoord

source: Edit
de_de: Bearbeiten
nl_nl: Bewerken

source: Edit not possible
de_de: Bearbeiten nicht möglich
nl_nl: Bewerken niet mogelijk

source: Delete
de_de: Löschen
nl_nl: Verwijderen

source: Delete not possible
de_de: Löschen nicht möglich
nl_nl: Verwijderen niet mogelijk

source: Add a new repository
de_de: Neue Quelle hinzufügen
nl_nl: Nieuwe opslagplaats aanvoegen

source: Save
de_de: Änderungen speichern
nl_nl: Bewerking opslaan

source: Use FTP
de_de: FTP benutzen
nl_nl: FTP gebruiken

source: FTP User
de_de: FTP Benutzer

source: FTP Password
de_de: FTP Passwort
nl_nl: FTP Wachtwoord

source: FTP Protocol
de_de: FTP Protokoll
nl_nl: FTP Protokol

source: Backend Path per FTP
de_de: Backend-Pfad über FTP
nl_nl: Backend pad per FTP

source: Frontend Path per FTP<br />(where the client's folders are in)
de_de: Frontend-Pfad über FTP<br />(wo die Mandantenordner liegen)
nl_nl: Frontend pad per FTP<br />(waar de mappen van de klanten in zijn)

source: Version
nl_nl: Versie

source: Name
nl_nl: Naam
