Repository: Spider-IT-Deutschland/drugCMS
Catalog: setup/locale/*/LC_MESSAGES/setup.po
Languages: nl_nl

source: Your GD version doesn't support reading PNG files. This might cause problems with some modules.
nl_nl: Uw GD versie ondersteunt het lezen van PNG-bestanden niet. Dit kan problemen met sommige modules veroorzaken.

source: GD-Library PNG write support missing
nl_nl: GD-Library PNG schrijf support mist

source: Your GD version doesn't support writing PNG files. This might cause problems with some modules.
nl_nl: Uw GD versie ondersteunt het schrijven van PNG-bestanden niet. Dit kan problemen met sommige modules veroorzaken.

source: MySQL database connect failed
nl_nl: MySQL database connect gefaald

source: Setup was unable to connect to the MySQL Server (Server %s, Username %s). Please correct the MySQL data and try again.<br><br>The error message given was: %s
nl_nl: Setup was niet in staat om verbinding te maken met de MySQL-server (server %s, Username %s). Corrigeer de MySQL gegevens en probeer het opnieuw<br /><br />De gegeven foutmelding was: %s.

source: MySQL database already exists and seems to be filled
nl_nl: MySQL database bestaat al en lijkt gevuld te zijn

source: Setup checked the database %s and found the table %s. It seems that you already have a drugCMS installation in this database. If you want to install anyway, change the database prefix. If you want to upgrade from a previous version, choose 'upgrade' as setup type.
nl_nl: Setup controleerde de database %s en vond de tabel %s. Het lijkt erop dat u al een drugCMS installatie in deze databank hebt. Als u toch wilt installeren, wijzigt u het voorvoegsel van de database. Als u wilt upgraden van een vorige versie, kiest u 'upgrade' als type voor de installatie.

source: MySQL test table already exists in the database
nl_nl: MySQL test tabel bestaat al in de database

source: Setup checked the database %s and found the test table %s. Please remove it before continuing.
nl_nl: Setup controleerde de database %s en vond de test tabel %s. Verwijder deze a.u.b. voordat u verder gaat.

source: Unable to create tables in the selected MySQL database
nl_nl: Niet in staat om tabellen in de geselecteerde MySQL database aan te leggen

source: Setup tried to create a test table in the database %s and failed. Please assign table creation permissions to the database user you entered, or ask an administrator to do so.
nl_nl: Setup heeft geprobeerd om een test tabel aan te leggen in de database %s, wat mislukt is. Voeg tabel creatie machtigingen toe aan de database user die u hebt aangegeven, of vraag een beheerder om dit te doen.

source: Unable to lock tables in the selected MySQL database
nl_nl: Niet in staat om tabellen te vergrendelen in de geselecteerde MySQL database

source: Setup tried to lock a test table in the database %s and failed. You can continue, however, you should be aware of possible data losses due to missing locking. It is highly recommended that you assign the LOCK TABLES permission to your database user!
nl_nl: Setup heeft geprobeerd om een test tabel te vergrendelen in de database %s, wat mislukt is. U kunt doorgaan, echter moet u zich bewust zijn van de mogelijke data verliezen als gevolg van ontbrekende vergrendeling. Het wordt sterk aanbevolen dat u de LOCK TABLES machtiging aan uw database user toewijst!

source: Unable to remove the test table
nl_nl: Niet in staat om de test tabel te verwijderen

source: Setup tried to remove the test table %s in the database %s and failed due to insufficient permissions. Please remove the table %s manually.
nl_nl: Setup heeft geprobeerd om de test tabel %s te verwijderen in de database %s, wat mislukt is vanwege onvoldoende machtigingen. Verwijder a.u.b. de tabel %s handmatig.

source: Unable to create the database in the MySQL server
nl_nl: Niet in staat om de database in de MySQL server aan te leggen

source: Setup tried to create a test database and failed. Please assign database creation permissions to the database user you entered, ask an administrator to do so, or create the database manually.
nl_nl: Setup heeft geprobeerd om een test database aan te leggen, wat mislukt is. Voeg database creatie machtigingen toe aan de database user die u hebt aangegeven, vraag een beheerder om dit te doen, of leg de database handmatig aan.

source: No data found for the migration
nl_nl: Geen data gevonden voor de migratie

source: Setup tried to locate the data for the migration, however, the database %s doesn't exist. You need to copy your database first before running setup.
nl_nl: Setup heeft geprobeerd de gegevens voor de migratie te vinden, echter bestaat de database %s niet. U moet de database eerst kopiëren alvorens u setup uitvoert.

source: Setup tried to locate the data for the migration, however, the database %s contains no tables. You need to copy your database first before running setup.
nl_nl: Setup heeft geprobeerd de gegevens voor de migratie te vinden, echter bevat de database %s geen tabellen. U moet de database eerst kopiëren alvorens u setup uitvoert.

source: No data found for the upgrade
nl_nl: Geen data gevonden voor de upgrade

source: Setup tried to locate the data for the upgrade, however, the database %s doesn't exist. You need to copy your database first before running setup.
nl_nl: Setup heeft geprobeerd om de gegevens voor de upgrade te vinden, echter bestaat de database %s niet. U moet de database eerst kopiëren alvorens u setup uitvoert.

source: Setup tried to locate the data for the upgrade, however, the database %s contains no tables. You need to copy your database first before running setup.
nl_nl: Setup heeft geprobeerd om de gegevens voor de upgrade te vinden, echter bevat de database %s geen tabellen. U moet de database eerst kopiëren alvorens u setup uitvoert.

source: Can't write %s
nl_nl: Kan %s niet schrijven

source: Setup or drugCMS can't write to the file %s. Please change the file permissions to correct this problem.
nl_nl: Setup of drugCMS kan niet schrijven naar het bestand %s. Wijzig de permissies om dit probleem te verhelpen.

source: Your Server runs Windows. Due to that, Setup can't recommend any file permissions.
nl_nl: Uw server loopt met Windows. Darom kan Setup geen permissies voor bestanden aanraden.

source: Due to a very restrictive environment, an advise is not possible. Ask your system administrator to enable write access to the file %s, especially in environments where ACL (Access Control Lists) are used.
nl_nl: Door een zeer beperkte systeem omgeving, is een advies niet mogelijk. Vraag de systeembeheerder om schrijftoegang tot het bestand %s in te stellen, vooral in omgevingen waar ACL (Access Control Lists) worden gebruikt.

source: Your web server and the owner of your files are identical. You need to enable write access for the owner, e.g. using chmod u+rw %s, setting the file mask to %s or set the owner to allow writing the file.
nl_nl: Uw webserver en de eigenaar van uw bestanden zijn identiek. U moet schrijftoegang voor de eigenaar in staat stellen, bijvoorbeeld met behulp van chmod u+rw %s, wat het masker van het bestand op %s stelt, of geef de eigenaar schrijftoegang tot het bestand.

source: Your web server's group and the group of your files are identical. You need to enable write access for the group, e.g. using chmod g+rw %s, setting the file mask to %s or set the group to allow writing the file.
nl_nl: De groep van uw webserver en de groep van uw bestanden zijn identiek. U moet schrijftoegang voor de groep in staat stellen, bijvoorbeeld met chmod g+rw %s, wat het masker van het bestand op %s stelt, of geef de groep schrijftoegang tot het bestand.

source: Your web server is not equal to the file owner, and is not in the webserver's group. It would be highly insecure to allow world write acess to the files. If you want to install anyways, enable write access for all others, e.g. using chmod o+rw %s, setting the file mask to %s or set the others to allow writing the file.
nl_nl: Uw webserver is niet gelijk aan de eigenaar van het bestand, en is niet in de groep van de webserver. Het zou zeer onzeker zijn, de wereld schrijftoegang tot de bestanden te geven. Als u toch wilt installeren, geef schrijftoegang voor alle anderen, bv met behulp van chmod o+rw %s, wat het masker van het bestand op %s stelt.

source: Your Server runs Windows. Due to that, Setup can't recommend any directory permissions.
nl_nl: Uw server loopt met Windows. Darom kan Setup geen permissies voor mappen aanraden.

source: Due to a very restrictive environment, an advise is not possible. Ask your system administrator to enable write access to the file or directory %s, especially in environments where ACL (Access Control Lists) are used.
nl_nl: Door een zeer beperkte systeem omgeving, is een advies niet mogelijk. Vraag de systeembeheerder um schrijftoegang tot het bestand of de map %s in te stellen, vooral in omgevingen waar ACL (Access Control Lists) worden gebruikt.

source: Your web server and the owner of your directory are identical. You need to enable write access for the owner, e.g. using chmod u+rw %s, setting the directory mask to %s or set the owner to allow writing the directory.
nl_nl: Uw webserver en de eigenaar van uw map zijn identiek. U moet schrijftoegang voor de eigenaar in staat stellen, bijvoorbeeld met behulp van chmod u+rw %s, wat het masker van de map op %s stelt, of geef de eigenaar schrijftoegang tot de map.

source: Your web server's group and the group of your directory are identical. You need to enable write access for the group, e.g. using chmod g+rw %s, setting the directory mask to %s or set the group to allow writing the directory.
nl_nl: De groep van uw webserver en de groep van uw map zijn identiek. U moet schrijftoegang voor de groep in staat stellen, bijvoorbeeld met chmod g+rw %s, wat het masker van de map op %s stelt, of geef de groep schrijftoegang tot de map.

source: Your web server is not equal to the directory owner, and is not in the webserver's group. It would be highly insecure to allow world write acess to the directory. If you want to install anyways, enable write access for all others, e.g. using chmod o+rw %s, setting the directory mask to %s or set the others to allow writing the directory.
nl_nl: Uw webserver is niet gelijk aan de eigenaar van de map, en is niet in de groep van de webserver. Het zou zeer onzeker zijn, de wereld schrijftoegang tot de map te geven. Als u toch wilt installeren, geef schrijftoegang voor alle anderen, bv met behulp van chmod o+rw %s, wat het masker van de map op %s stelt.

source: Example Client
nl_nl: Voorbeeld Client

source: If you are new to drugCMS, you should create an example client to start working with.
nl_nl: Als u nieuw bij drugCMS bent, zou u een voorbeeld client kunnen installeren om mee te gaan werken.

source: Results
nl_nl: Resultaten

source: drugCMS was installed and configured successfully on your server.
nl_nl: drugCMS werd met succes geïnstalleerd en geconfigureerd op uw server.

source: Please use username <strong>sysadmin</strong> and password <strong>sysadmin</strong> to login into drugCMS's Backend.
nl_nl: Gebruik a.u.b. de Username <strong>sysadmin</strong> en het wachtwoord <strong>sysadmin</strong> om in drugCMS's Backend in te loggen.

source: Please choose an item to start working
nl_nl: Kies a.u.b. een item om te gaan werken

source: You can now start using drugCMS. <strong>Please delete the folder named 'setup'!</strong>
nl_nl: U kunt nu beginnen met drugCMS. <strong>Verwijder a.u.b. de map met de naam 'setup'!</strong>

source: Errors occured during installation. Please take a look at the file %s (located in /drugcms/data/logs/) for more information.
nl_nl: Tijdens de installatie zijn fouten opgetreden. Neem een kijkje op het bestand %s (in /drugcms/data/logs/) voor meer informatie.
