Repository: Spider-IT-Deutschland/drugCMS
Catalog: setup/locale/*/LC_MESSAGES/setup.po
Languages: nl_nl

source: Migration
nl_nl: Migratie

source: The Content Management System with addictive potential
nl_nl: Het Content Management Systeem met verslavend potentieel

source: Version %s
nl_nl: Versie %s

source: Welcome to setup!
nl_nl: Welkom bij Setup!

source: This application will guide you trough the setup process.
nl_nl: Dit programma helpt u bij de installatie.

source: Please choose your prefered language for the setup (if it's not this one) and click 'next' to start it.
nl_nl: Kies a.u.b. uw favoriete taal voor het setup (als het niet deze is), en klik op de pijl om het te starten.

source: Setup not runnable
nl_nl: Setup niet uitvoerbaar

source: You need to set the PHP configuration directive 'session.use_cookies' to 1 and enable cookies in your browser. This setup won't work without that.
nl_nl: U moet de PHP configuratie richtlijn 'session.use_cookies' op 1 instellen en cookies in uw browser toelaten. Dit setup werkt niet zonder dat.

source: Couldn't detect neither MySQLi extension nor MySQL extension. You need to enable one of them in the PHP configuration (see dynamic extensions section in your php.ini). drugCMS won't work without that.
nl_nl: Kon weder die MySQLi extensie, noch die MySQL extensie erkennen. U moet een van hen in de PHP configuratie aktiveeren (zie sectie dynamische extensies in uw php.ini). drugCMS werkt niet zonder dat.

source: Unfortunately your webserver doesn't match the minimum requirement of PHP %s or higher. Please install PHP %s or higher and then run the setup again.
nl_nl: Helaas komt uw webserver niet overeen met de minimale eis van PHP %s of hoger. Instaleer a.u.b. PHP %s of hoger en start het setup dan weer.

source: Reason unknown
nl_nl: Reden unbekent

source: Please choose your setup type
nl_nl: Kies a.u.b. uw setup type

source: Install new version
nl_nl: Nieuwe Versie instaleeren

source: This setup type will install %s.
nl_nl: Dese setup type instaleert Versie %s.

source: Please choose this type if you want to start with an empty or an example installation.
nl_nl: Kies dit type als u met een lege of een voorbeeld installatie wilt beginnen.

source: Recommended for new projects.
nl_nl: Aanbevolen voor nieuwe projecten.

source: Upgrade existing installation
nl_nl: Upgrade van een bestaande installatie

source: This setup type will upgrade your existing installation to %s (ConLite 1.0.x or later/Contenido 4.6.x or later required).
nl_nl: Deze setup type zal uw bestaande installatie upgraden naar %s (ConLite 1.0.x of hoger / Contenido 4.6.x of hoger vereist).

source: Recommended for existing projects.
nl_nl: Aanbevolen voor bestaande projecten.

source: Migrate existing installation
nl_nl: Migreren van een bestaande installatie

source: This setup type will help you migrating an existing installation (Version %s) to another server.
nl_nl: Deze setup type zal u helpen een bestaande installatie (versie %s) naar een andere server te migreren.

source: Recommended for moving projects across servers.
nl_nl: Aanbevolen voor het verplaatsen van projecten naar een andere server.

source: System Installation
nl_nl: Systeminstallatie

source: drugCMS will be installed, please wait&hellip;
nl_nl: drugCMS word geïnstalleerd. Een moment a.u.b. &hellip;

source: Setup completed installing. Click next to continue.
nl_nl: Setup heeft de installatie voltooid. Klik op de pijl om door te gaan.

source: Setup is installing, please wait&hellip;
nl_nl: Setup ïnstalleerd. Een moment a.u.b. &hellip;

source: Setup completed upgrading. Click next to continue.
nl_nl: Setup heeft de upgrade voltooid. Klik op de pijl um door te gaan.

source: Setup is upgrading, please wait&hellip;
nl_nl: Setup aktualiseerd. Een moment a.u.b. &hellip;

source: Setup completed migration. Click next to continue.
nl_nl: Setup heeft de migratie voltooid. Klik op de pijl om door te gaan.

source: Setup is migrating, please wait&hellip;
nl_nl: Setup migreert. Een moment a.u.b. &hellip;

source: Summary
nl_nl: Overzicht

source: Please check your settings and click on the next button to start the installation
nl_nl: Controleer a.u.b. uw instellingen en klik op de pijl om de installatie te starten

source: Save
nl_nl: Opslaan

source: Installation type
nl_nl: Type installatie

source: Database host
nl_nl: Database server

source: Database prefix
nl_nl: Tabel voorvoegsel

source: Database mode
nl_nl: Access-modus

source: Client with example modules and example content, german and english
nl_nl: Client met voorbeeld modules en voorbeeld inhoud, duits en engels

source: Client with example modules and example content, german only
nl_nl: Client met voorbeeld modules en voorbeeld inhoud, alleen duits

source: Client with example modules and example content, english only
nl_nl: Client met voorbeeld modules en voorbeeld inhoud, alleen engels

source: Client with example modules, but without example content
nl_nl: Client met voorbeeld modules, maar zonder voorbeeld inhoud

source: Client without examples
nl_nl: Client zonder voorbeelden

source: Don't create client
nl_nl: Client niet installeren

source: Client installation
nl_nl: Client installatie

source: Additional Plugins
nl_nl: Aanvullende Plugins

source: Newsletter
nl_nl: Nieuwsbrief

source: Mod Rewrite
nl_nl: AMR (SEO-URL)

source: config.php mode
nl_nl: config.php modus

source: Please choose 'save' or 'download'
nl_nl: Kies a.u.b. 'opslaan' of 'download'

source: drugCMS requires a configuration file called 'config.php'. This file will be generated by the setup automatically. If 'save' is activated by default, setup can save the file config.php. If not, 'download' is activated by default, and you have to place the file in the directory &quot;drugcms/includes/&quot; manually when a download prompt appears. The download prompt appears at the end of the setup process.
nl_nl: drugCMS vereist een configuratie bestand genaamd 'config.php'. Dit bestand wordt automatisch gegenereerd door setup. Als 'opslaan' als standaard wordt geactiveerd, kan setup het bestand config.php zelf opslaan. Zo niet, dan wordt 'download' als standaard geactiveerd, en je moet het bestand in de map &quot;drugcms/includes/&quot; handmatig opslaan wanneer een download prompt verschijnt. De download prompt verschijnt aan het einde van het installatieproces.

source: Please check the directories identified by the system. If you need to change a client path, click on the name and enter your new path in the available input box.
nl_nl: Kijk a.u.b. of de mappen die door het systeem herkent werden passen. Als u een client pad moet wijzigen, klikt u op de naam en voert uw nieuwe pad in het beschikbare invoerveld.

source: Old server path for %s (%s)
nl_nl: Oude server pad voor Client '%s' (%s)

source: New server path for %s (%s)
nl_nl: Nieuwe server pad voor Client '%s' (%s)

source: Old web path for %s (%s)
nl_nl: Oude web pad voor Client '%s' (%s)

source: New web path for %s (%s)
nl_nl: Nieuwe web pad voor Client '%s' (%s)

source: Please select Plugins to be installed
nl_nl: Selecteer a.u.b. de te installerende Plugins

source: Newsletterfunctionality for dispatching text newsletters and HTML-Newsletters, extensible with professional newsletter extensions. Definition of newsletter recipients and groups of recipients. Layout design of the HTML-Newsletters by drugCMS articles.
nl_nl: Nieuwsbrief functionaliteit voor het versenden van tekst nieuwsbrieven en HTML nieuwsbrieven, uitbreidbaar met professionele nieuwsbrief extensies. Definitie van nieuwsbrief ontvangers en groepen van ontvangers. Lay-out ontwerp van de HTML-nieuwsbrieven door drugCMS artikelen.

source: For the representation and administration of content, 4fb developed the Content Allocation and content include technology. This technology dynamically allows on basis of a Template, to put the content in different places and in different formats according to several criteria.
nl_nl: Voor de representatie en het beheer van de inhoud ontwikkelde 4fb de Content Allocation en Content Include technologie. Deze technologie maakt het mogelijk, dynamisch op basis van een sjabloon, om de inhoud op verschillende plaatsen en in verschillende formaten te zetten volgens diverse criteria.

source: AMR
nl_nl: AMR (SEO-URL)

source: Creates so called SEO or Clean URLs for your website in drugCMS
nl_nl: Creëert zogenaamde SEO of Clean URL's voor uw website in drugCMS

source: Database backup and restore functionality in the drugCMS backend
nl_nl: Database backup en restore functionaliteit in het drugCMS backend

source: More information
nl_nl: Meer informatie

source: None available
nl_nl: Niet beschikbaar

source: Please enter the required database information. If you are unsure about the data, ask your provider or administrator.
nl_nl: Vul a.u.b. de benodigde database informatie in. Als u twijfelt over de gegevens, vraag dan uw provider of systeembeheerder.

source: If the database does not exist and your database user has the sufficient permissions, setup will create the database automatically.
nl_nl: Als de database niet bestaat en uw database user voldoende rechten heeft, zal setup de database automatisch creëren.

source: Please enter the required database information. If the database data of your previous installation could have been read, the data will be inserted automatically. If you are unsure about the data, please ask your provider or administrator.
nl_nl: Vul a.u.b. de benodigde database informatie in. Als de database gegevens van uw vorige installatie konden worden gelezen, zijn deze automatisch ingevoegd. Als u twijfelt over de gegevens, raadpleeg dan uw provider of systeembeheerder.

source: Please enter the required database information. Make sure you copied the data from your old installation (e.g. development or staging system) into a new database. Please enter the parameters of the new database.
nl_nl: Vul a.u.b. de benodigde database informatie uit. Zorg ervoor dat u de gegevens van uw oude installatie (bv. ontwikkeling of staging-systeem) naar een nieuwe database gekopieerd hebt. Vul de parameters van de nieuwe database in.

source: Database Server (IP or name)
nl_nl: Database server (IP of naam)

source: (use empty or non-existant database)
nl_nl: (lege of onbestaande databank)

source: Database Password
nl_nl: Database wachtwoord

source: Table Prefix
nl_nl: Tabel voorvoegsel

source: Access mode
nl_nl: Access-modus

source: You need to enter a database host.
nl_nl: U moet een database server aangeven.

source: You need to enter a database name.
nl_nl: U moet een database name aangeven.

source: You need to enter a database user.
nl_nl: U moet een database username aangeven.

source: System folders
nl_nl: Systemmappen

source: Please check the paths identified by the system. If you need to change a path, click on the name and enter the new path in the available input box.
nl_nl: Kijk a.u.b. of de paden die door het systeem herkent werden passen. Als u een pad moet wijzigen, klikt u op de naam en schrijft het nieuwe pad in het beschikbare invoerveld.

source: drugCMS Root Path
nl_nl: drugCMS serverpad

source: drugCMS Web Path
nl_nl: drugCMS webpad

source: System Test
nl_nl: Systeem test

source: Your system has been tested for compatibility with drugCMS
nl_nl: Uw systeem is voor compatibiliteit met drugCMS getest

source: PHP MySQL Extension missing
nl_nl: PHP MySQL extensie vermist

source: drugCMS requires the MySQL or MySQLi extension to access MySQL databases. Please configure PHP to use either MySQL or MySQLi.
nl_nl: drugCMS vereist de MySQL of MySQLi extensie voor toegang op de MySQL databases. Configureer a.u.b. PHP om ofwel MySQL of MySQLi te gebruiken.

source: Information
nl_nl: Informatie

source: Warning
nl_nl: Waarschuwing

source: No problems detected
nl_nl: Geen problemen gedetecteerd

source: Setup could not detect any problems with your system environment
nl_nl: Setup kan geen problemen met uw systeemomgeving vinden

source: An old Version of Plugin %s is installed on your system.
nl_nl: Een oude versie van Plugin %s is geïnstalleerd op uw systeem.

source: Please remove all old plugins before you continue. To transfer old plugin data, please copy the old plugin data tables into the new plugin data tables after the installation. The new plugintable names are the same, but contain the table prefix of drugCMS. Also delete the old plugin tables after data transfer.
nl_nl: Verwijder alle oude plugins voordat u verder gaat. Om oude plugin data over te zetten, kopieer de oude plugin data tabellen na de installatie in de nieuwe plugin data tabellen. De nieuwe plugin data tabellen namen zijn hetzelfde, maar bevatten de tabellen voorvoegsel van drugCMS. Verwijderen ook de oude plugin data tabellen na de gegevensoverdracht.

source: Old Plugins are still installed
nl_nl: Oude Plugins zijn nog geïnstalleerd

source: Please remove the old plugin using the (un-)installer delivered with the old plugin before you continue.
nl_nl: Verwijder a.u.b. de oude plugin met de (on-)installer geleverd met de oude plugin voordat u verder gaat.

source: Old ModRewrite-Plugin is still installed
nl_nl: De oude ModRewrite plugin is noch geïnstalleerd

source: drugCMS demo client requires PHP 5.2 or higher
nl_nl: De drugCMS demo client vereist PHP 5.2 of hoger

source: The drugCMS demo client requires PHP 5.2 or higher. If you want to install the demo client, please update your PHP version.
nl_nl: De drugCMS demo client vereist PHP 5.2 of hoger. Als u de demo client installeren wilt, moet u uw PHP versie updaten.

source: PHP Version lower than 4.1.0
nl_nl: PHP versie lager dan 4.1.0

source: drugCMS requires PHP 4.1.0 or higher as it uses functions first introduced with PHP 4.1.0. Please update your PHP version.
nl_nl: drugCMS heeft PHP 4.1.0 of hoger nodig omdat het gebruik maakt van functies die voor het eerst met PHP 4.1.0 geïntroduceerd werden. Update a.u.b. uw PHP-versie.

source: PHP Version equal to 4.2.3
nl_nl: PHP versie gelijk aan 4.2.3

source: The versions 4.2.2/4.2.3 of PHP can contain critical bugs which make it impossible to run drugCMS with. You may continue, however, please update your PHP version first if any kind of problems occur. For more information, have a look at %s
nl_nl: De versies 4.2.2 en 4.2.3 van PHP kunnen kritieke bugs bevatten die het onmogelijk maken om drugCMS te laten lopen. U mag doorgaan, maar als er probleme optreden, update a.u.b. eerst uw PHP versie. Voor meer informatie, neem een kijkje op %s

source: File uploads disabled
nl_nl: File upload uitgeschakeld

source: Your PHP version is not configured for file uploads. You can't upload files using drugCMS's file manager unless you configure PHP for file uploads. See %s for more information
nl_nl: Uw PHP versie is niet geconfigureerd voor het uploaden van bestanden. U kunt geen bestanden met behulp van drugCMS's file manager uploaden, tenzij u PHP configureerd voor het uploaden van bestanden. Zie %s voor meer informatie

source: PHP setting 'magic_quotes_runtime' is turned on
nl_nl: PHP instelling 'magic_quotes_runtime' is ingeschakeld

source: The PHP setting 'magic_quotes_runtime' is turned on. drugCMS has been developed to comply with magic_quotes_runtime=Off as this is the PHP default setting. You have to change this directive to make drugCMS work.
nl_nl: De PHP instelling 'magic_quotes_runtime' is ingeschakeld. drugCMS is ontwikkeld om te voldoen aan magic_quotes_runtime=Off, want dit is de PHP standaardinstelling. Je moet deze richtlijn wijzigen om drugCMS te laten werken.

source: PHP Setting 'magic_quotes_sybase' is turned on
nl_nl: PHP instelling 'magic_quotes_sybase' is ingeschakeld

source: The PHP Setting 'magic_quotes_sybase' is turned on. drugCMS has been developed to comply with magic_quotes_sybase=Off as this is the PHP default setting. You have to change this directive to make drugCMS work.
nl_nl: De PHP instelling 'magic_quotes_sybase' is ingeschakeld. drugCMS is ontwikkeld om te voldoen aan magic_quotes_sybase=Off, want dit is de PHP standaardinstelling. Je moet deze richtlijn wijzigen om drugCMS te laten werken.

source: PHP maximum execution time is less than 30 seconds
nl_nl: PHP's maximale uitvoeringstijd is minder dan 30 seconden

source: PHP is configured for a maximum execution time of less than 30 seconds. This could cause problems with slow web servers and/or long operations in the backend. Our recommended execution time is 120 seconds on slow web servers, 60 seconds for medium ones and 30 seconds for fast web servers.
nl_nl: PHP is geconfigureerd voor een maximale uitvoeringstijd van minder dan 30 seconden. Dit kan problemen met trage webservers en/of lange operaties in de backend veroorzaken. Onze aanbevolen uitvoeringstijd is 120 seconden op trage, 60 seconden op middelsnelle en 30 seconden op snelle webservers.

source: open_basedir directive set to '.'
nl_nl: open_basedir richtlijn ingesteld op '.'

source: The directive open_basedir is set to '.' (e.g. current directory). This means that drugCMS is unable to access files in a logical upper level in the filesystem. This will cause problems managing the drugCMS frontends. Either add the full path of this drugCMS installation to the open_basedir directive, or turn it off completely.
nl_nl: De richtlijn open_basedir is ingesteld op '.' (huidige directory). Dit betekent dat drugCMS niet in staat is om toegang tot bestanden op een logisch hoger niveau in het bestandssysteem te krijgen. Dit zal problemen met het beheer van de drugCMS frontends veroorzaken. Voeg het volledige pad van deze drugCMS installatie aan de open_basedir richtlijn toe, of schakel de richtlijn zelfs helemaal uit.

source: open_basedir setting might be insufficient
nl_nl: open_basedir instelling zou onvoldoende kunnen zijn

source: Setup believes that the PHP directive open_basedir is configured sufficient, however, if you encounter errors like 'open_basedir restriction in effect. File <filename> is not within the allowed path(s): <path>', you have to adjust the open_basedir directive
nl_nl: Setup is van mening dat de PHP-richtlijn open_basedir voldoende is geconfigureerd, maar als u fouten als 'open_basedir restriction in effect. File <filename> is not within the allowed path(s): <path>', moet u de open_basedir richtlijn aanpassen

source: open_basedir directive incompatible
nl_nl: open_basedir richtlijn onverenigbaar

source: Setup has checked your PHP open_basedir directive and reckons that it is not sufficient. Please change the directive to include the drugCMS installation or turn it off completely.
nl_nl: Setup heeft uw PHP open_basedir richtlijn gecontroleerd en denkt dat hij niet voldoende is. Wijzig de richtlijn so, dat hij de drugCMS installatie bevat of schakel hem helemaal uit.

source: PHP memory_limit directive too small
nl_nl: PHP memory_limit richtlijn te klein

source: The memory_limit directive is set to 32 MB or lower. This might be not enough for drugCMS to operate correctly. We recommend to disable this setting completely, as this can cause problems with large drugCMS projects.
nl_nl: De memory_limit richtlijn is ingesteld op 32 MB of minder. Dit zou niet genoeg kunnen zijn om drugCMS te kunnen bedienen. Wij raden u aan deze instelling volledig uit te schakelen, omdat dit tot problemen met grote drugCMS projecten kan voeren.

source: PHP sql.safe_mode turned on
nl_nl: PHP sql.safe_mode ingeschakeld

source: The PHP directive sql.safe_mode is turned on. This causes problems with the SQL queries issued by drugCMS. Please turn that directive off.
nl_nl: De PHP richtlijn sql.safe_mode is ingeschakeld. Dit veroorzaakt problemen met de SQL queries uitgegeven door drugCMS. Schakel de richtlijn af a.u.b.

source: PHP GD-Extension is not loaded
nl_nl: PHP GD-extensie is niet geladen

source: The PHP GD-Extension is not loaded. Some third-party modules rely on the GD functionality. If you don't enable the GD extension, you will encounter problems with modules like galleries.
nl_nl: De PHP GD-extensie is niet geladen. Sommige modules van derden vertrouwen op de GD-functionaliteit. Als u de GD extensie niet inschakelt, zult u problemen ondervinden met modules zoals gallerien.

source: PHP PCRE Extension is not loaded
nl_nl: PHP PCRE extensie is niet geladen

source: The PHP PCRE Extension is not loaded. drugCMS uses PCRE-functions like preg_repace and preg_match and won't work without the PCRE Extension.
nl_nl: De PHP PCRE extensie is niet geladen. drugCMS gebruikt PCRE-functies zoals preg_repace en preg_match en zal niet werken zonder de PCRE extensie.

source: PHP XML Extension is not loaded
nl_nl: PHP XML extensie is niet geladen

source: The PHP XML Extension is not loaded. drugCMS uses XML-functions like xml_parser_create and won't work without the XML Extension.
nl_nl: De PHP XML extensie is niet geladen. drugCMS maakt gebruik van XML-functies zoals xml_parser_create en zal niet werken zonder de XML extensie.

source: PHP XMLWriter Extension is not loaded
nl_nl: PHP XmlWriter extensie is niet geladen

source: The PHP XMLWriter Extension is not loaded. drugCMS uses XMLWriter and won't work without the XMLWriter Extension.
nl_nl: De PHP XMLWriter extensie is niet geladen. drugCMS gebruikt XMLWriter en zal niet werken zonder de XMLWriter Extension.

source: Unable to check for a suitable image resizer
nl_nl: Niet in staat om te controleren of er een geschikte Image Resizer vervoegbaar is

source: Setup has tried to check for a suitable image resizer (which is, for example, required for thumbnail creation), but was not able to clearly identify one. If thumbnails won't work, make sure you've got either the GD-extension or ImageMagick available.
nl_nl: Setup heeft geprobeerd om een geschikte Image Resizer te vinden (die bijvoorbeeld nodig is voor thumbnail creatie), maar was niet in staat om er een duidelijk te identificeren. Als thumbnails niet werken, zorg ervoor dat u ofwel de GD-extensie of ImageMagick beschikbaar hebt.

source: No suitable image resizer available
nl_nl: Geen passende Image Resizer beschikbaar

source: Setup checked your image resizing support, however, it was unable to find a suitable image resizer. Thumbnails won't work correctly or won't be looking good. Install the GD-Extension or ImageMagick
nl_nl: Setup heeft uw support voor het resizen van afbeeldingen gecontroleerd, was echter niet in staat om een geschikte Image Resizer te vinden. Thumbnails zullen niet goed werken of er niet goed uitzien. Installeer a.u.b. de GD-extensie of ImageMagick

source: GD-Library GIF read support missing
nl_nl: GD-Library GIF lesen ondersteuning mist

source: Your GD version doesn't support reading GIF files. This might cause problems with some modules.
nl_nl: Uw GD versie ondersteunt het lezen van GIF-bestanden niet. Dit kan problemen met sommige modules veroorzaken.

source: GD-Library GIF write support missing
nl_nl: GD-Library GIF schrijf support mist

source: Your GD version doesn't support writing GIF files. This might cause problems with some modules.
nl_nl: Uw GD versie ondersteunt het schrijven van GIF-bestanden niet. Dit kan problemen met sommige modules veroorzaken.

source: GD-Library JPEG read support missing
nl_nl: GD-Library JPEG lesen ondersteuning mist

source: Your GD version doesn't support reading JPEG files. This might cause problems with some modules.
nl_nl: Uw GD versie ondersteunt het lezen van JPEG-bestanden niet. Dit kan problemen met sommige modules veroorzaken.

source: GD-Library JPEG write support missing
nl_nl: GD-Library JPEG schrijf support mist

source: Your GD version doesn't support writing JPEG files. This might cause problems with some modules.
nl_nl: Uw GD versie ondersteunt het schrijven van JPEG-bestanden niet. Dit kan problemen met sommige modules veroorzaken.

source: GD-Library PNG read support missing
nl_nl: GD-Library PNG lesen ondersteuning mist
